{
  "status": "success",
  "result": [
    {
      "eid": "27",
      "title": "STELLAR NIGHT",
      "description": "A star and planet viewing session using telescopes and discussions on various aspects and fields of astronomy.\r\n",
      "rules": "Please cooperate with the club members because everyone cannot use the telescope at once. Patience is requested from the guests.\r\n",
      "judging_criteria": "NA",
      "date": "01-11-2019",
      "venue": "RM HALL ROOFTOP",
      "time": "21:00",
      "date1": "02-10-2019",
      "time1": "21:00",
      "category": "events",
      "coordinatorName1": "RIYA  TITUS",
      "coordinatorContact1": "8281323065",
      "coordinatorName2": "SAIF",
      "coordinatorContact2": "9928463502",
      "image_path": "assets\/images\/events\/eid_27.jpg",
      "max_limit": ""
    },
    {
      "eid": "28",
      "title": "Euphony Live 7th Edition",
      "description": "\"Art is how we decorate space and music is how we decorate time\"\r\n\r\nCome, this Innovision we, Euphony, will take you on a journey you can't forget, a journey to resonate, a journey where we will make music in space.\r\n\r\nBe a part of something bigger than yourself, something you can cherish and something to look forward to.\r\nEuphony Live @ 6:30 pm in DTS.",
      "rules": "-",
      "judging_criteria": "-",
      "date": "01-11-2019",
      "venue": "Dilip Tirkey Stadium",
      "time": "18:00",
      "date1": "",
      "time1": "",
      "category": "cultural",
      "coordinatorName1": "MANUNA",
      "coordinatorContact1": "7978205707",
      "coordinatorName2": "SHIVAM",
      "coordinatorContact2": "9337751074",
      "image_path": "assets\/images\/events\/eid_28.jpg",
      "max_limit": ""
    },
    {
      "eid": "29",
      "title": "HOUSIE",
      "description": " Housie is a fun game which is widely played with large number of players involved. There is a caller who mediates the game. The caller reads out the numbers that are randomly drawn to the audience. The players cross the number off of their ticket if they have it after each number is called out. There are various criteria for winning point, based on the pattern made by ticking off the numbers called. The one who gets to the required pattern first, wins among the group.\r\n",
      "rules": "1. Tickets will be distributed, which can be bought by the participants by paying a minimal fee. <br>\r\n2. There will be a caller who will organize the event. <br>\r\n3. There will be numbers on the tickets, which are related to the numbers which will be called by the caller during the game.<br>\r\n4. There will be winning points, based on various criteria of the pattern formed by ticking of the called numbers on the respective tickets. The criteria will be informed to the participants before the commencement of the game.<br>\r\n5. There will be prize money involved with various winning points.\r\n",
      "judging_criteria": "Winning points based on the criteria fulfilled. Decided by the caller (coordinator)\r\n",
      "date": "02-11-2019",
      "venue": "LA - 201",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "funevents",
      "coordinatorName1": "Abhinav Roy",
      "coordinatorContact1": "9836880449",
      "coordinatorName2": "Mahesh Gupta",
      "coordinatorContact2": "8847869252",
      "image_path": "assets\/images\/events\/eid_29.jpg",
      "max_limit": ""
    },
    {
      "eid": "31",
      "title": "HOVERON 3.0",
      "description": "Gear up for the ultimate showdown of RC hovercrafts! Amazed by the wrestling giants competing against each other for honour, pride and glory! Bring out the engineer in you by designing a vehicle capable of wrestling, traversing the wackiest terrain, navigating through obstacles and travelling on both land and water.\r\n",
      "rules": "<B><\/U>INTRODUCTION:<\/U><\/B>\r\n<BR>\r\nGear up for the ultimate showdown of RC hovercrafts! Amazed by the wrestling \r\ngiants competing against each other for honour, pride and glory! Bring out the \r\nengineer in you by designing a vehicle capable of wrestling, traversing the \r\nwackiest terrain, navigating through obstacles and travelling on both land and \r\nwater.<BR><BR>\r\n\r\n<B><\/U>BATTLE PROCESS: <\/U><\/B>\r\n<BR>\r\nROUND 1: <BR>\r\nThe following checklist will be followed for this round:<BR>\r\n1. The materials used for fabricating shouldn’t damage the opponent's bot<BR>\r\n2. The dimensions of the bot should qualify the mentioned regulations<BR>\r\n3. Metal propellers are not allowed<BR>\r\n4. The hovercraft should gain a minimum height of 2cm when 100% throttle is \r\ngiven to the lift producing motor\/s. <BR>\r\n5. The hovercraft should be able to hover on the surface in zero lift condition.<BR><BR>\r\n\r\n<B>ROUND 2:<\/B> \r\n<BR>\r\n The hovercraft is expected to perform the following task<BR>\r\n1. Complete the run through the arena in 10 mins.<BR>\r\n2. The arena has various obstacles, varied terrain, water, rough surfaces, smooth surfaces. <BR>\r\n3. The whole track will have various checkpoints at regular intervals. The teams \r\nwill be awarded marks according to the number of checkpoints cleared. <BR>\r\n4. X% of participants will be qualified to Round 3 based on points. (X to be decided b to be decided by the coordinators based on the no. of participant. <BR><BR>\r\n<B>ROUND 3: <\/B> <BR>\r\n1) 2 bots will race against each other, in order to touch the finishing line first. <BR>\r\n2) The team with highest point (at the end of round 2) will race against the team with lowest point at the end of round 2 and so on.<BR>\r\n3) The team which touches the finishing line first, will be the winner of the race.<BR>\r\n4) If the bot crosses the line by 50% the bot will be put back to the point where  it had crossed the line.<BR>\r\n5) The winners of the race will compete with each other till only one bot is left.<BR><BR>\r\n  \r\n<B>GENERAL RULES: <\/B>\r\n<BR>\r\n1. Maximum number of participants allowed per team is 4. However, they need \r\nnot to be from the same college\/ university\/institution. <BR>\r\n2. Only one person would control the hover craft from each participating team.<BR>\r\n3. Team members cannot touch the hovercraft once the event has started <BR>\r\nwithout the permission of organizing team member present there. <BR>\r\n4. Also, it is the duty of the team members to get the requisite battery.<BR>\r\n5.Each team will use their battle prowess to push the opponent off the arena. <BR>\r\n<strong>NOTE: In case of any disputes, the decision of the coordinators and referee would be final and binding to all. <\/strong><BR><BR>\r\n<U>Activities allowed:<\/U>\r\n<BR>\r\n1.Hitting the other craft .<BR>\r\n2.Dragging the other craft to the edge .<BR>\r\n3.Usage of any kind of sharp materials will NOT be allowed. <BR>\r\n4. Using any kind of fire, spray, liquid or any other activity that may cause\r\nSerious damage to the arena or the electronics is not allowed.<BR>\r\n<U><B>Bot Specifications:<\/B><\/U>\r\n<BR>1. l*b *h= (50 * 50 *50) cm maximum allowable limit.<BR> \r\n2. Brushless motors with rating no more than 1500KVcan be used. Participants \r\nshould have the Motor model with them to prove the KV value when asked to\r\ndo so by the coordiantors.<BR>\r\n3. ESC current ratings not to exceed 30 A. <BR>\r\n4. Power supply (battery) above 12 volts cannot be used. <BR>\r\n5. Minimum cushion height: 2 cm at full thrust. <BR>\r\n6. Maximum propeller diameter that can be used: 20 cm <BR>\r\n7. Usage of readymade kits is strictly prohibited. Use of readymade \r\nactuators\/motors, remote controls and propellers is allowed. <BR>\r\n8. The use of IC engines is prohibited. Only electrical motors are allowed. If \r\nanyone is found not following above rules, will be disqualified<BR>\r\n",
      "judging_criteria": "<B><\/U>Round – 1\r\n<\/U><\/B>\r\n<BR>\r\nThe bot will be judged on the pre-mentioned criteria and the bots successfully adhering to the given criteria will move forward to the next round.<BR><BR>\r\n<B><\/U>Round – 2\r\n<\/U><\/B>\r\n<BR>\r\nThere are some check points. Reaching check point will award 25 points to the team.<BR>\r\nTotal time = 10 minutes (=600 seconds)<BR>\r\nOut of line  = -5 points <BR>\r\nTopple reverse  =  -10 points <BR>\r\nTime bonus = ½(=0.5) point for each remaining second from 600 seconds will be added(Only if team does not skip any obstacle).<BR><BR>\r\n\r\n<B><\/U>Round – 3\r\n<\/U><\/B>\r\n<BR>\r\n\r\nMaximum time = 20 minutes <BR>\r\nWinner of the race will be who:<BR>\r\n1.\tTouches the finishing line first, in the first 15 minutes.<BR>\r\n2.\tCleared the next checkpoint ahead of leading team (in next 5 minutes after 15 minutes are completed).<BR>\r\n3.\tWho will be ahead(or the leading team) at the end of 20th minute.<BR>\r\nBoth 2nd and 3rd point will be consider into account only if none of the bot completed the circuit in the given 15 minutes<BR>\r\nThe winners of each race in Round 3 will compete against each other till only one bot remains and the bot(team) will be the winner of the competition.<BR>\r\n\r\n<B><\/U>Common Rules\r\n<\/U><\/B>\r\n<BR>\r\nFor any technical fault\/s teams will be given a maximum of 3 minutes to fix it and no further extensions of time will be given. In case a team is not able to fix the problem and run the hovercraft in given time then the team will be disqualified or receive points as completed.<BR>\r\nThere are prizes for scoring highest points in round 2, most knock-outs, fastest knock-out and the top two teams qualifying all the rounds. The prizes shall be decided by the organizing committee.<BR>\r\nThe scores provided by the judging committee shall be final and no any claims will be entertained.<BR>\r\n",
      "date": "02-11-2019",
      "venue": "BASKETBALL COURT",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "flagships",
      "coordinatorName1": "Kratik",
      "coordinatorContact1": "8875037084",
      "coordinatorName2": "Mohit",
      "coordinatorContact2": "9777438503",
      "image_path": "assets\/images\/events\/eid_31.jpg",
      "max_limit": ""
    },
    {
      "eid": "33",
      "title": "SHARK TANK",
      "description": "This is an immense opportunity where your start-up can get a chance to grab some attention and win funds from potential investors. The winners can get cash prizes and gifts worth upto a substantial amount of Rs. 25000\/- from the INNOVATION'19 team, along with the opportunity to directly get funded by the angel investors.",
      "rules": "1. The judgement declared by the Foundation for Technology and Business Incubation (FTBI, Round 1) and the Potential Angel Investors(Round 2) will be final and all the participating teams must abide by it.<br> \r\n2. The participants must cooperate with the Innovation team,  Event coordinators, Volunteers and the authorities of NITRKL. <br>\r\n3. Must follow all the rules imposed by the Innovation team. Failing to do so might lead to strict action(disqualification).",
      "judging_criteria": "The event comprises of two rounds:<br>\r\nROUND 1 - All the participant teams (start-ups) will have to present their ideas and views, which will be judged by the Foundation for Technology and Business Incubation (FTBI), incubator at NIT Rourkela.<br>\r\nROUND 2 - The teams qualifying for the second round of the event will have to present the prototype of the Startup of their present status along with the future targets, which will be judged by the potential angel investors.",
      "date": "02-11-2019",
      "venue": "LA - 117",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "special",
      "coordinatorName1": "Ayush",
      "coordinatorContact1": "8249798482",
      "coordinatorName2": "Yakruthik",
      "coordinatorContact2": "8455061430",
      "image_path": "assets\/images\/events\/eid_33.jpg",
      "max_limit": ""
    },
    {
      "eid": "34",
      "title": "Intelligent Trader 6.0",
      "description": "The event is a real-time simulation of semi-barter type trading which consists of buying and selling of barter commodities among participants\/teams to get a desired combination for winning the game and winning people will get prize worth of 4k.\r\n",
      "rules": "•   Each individual team with two participants will be given a country or business group to represent.<br>\r\n•    They will be provided with some money and properties initially. These properties will have base fare.<br>\r\n•    After that  we will have some auction and bidding rounds with 2-3 inter trading rounds. <br>\r\n•    The participants will bid for either the mortgaged properties or resources(gold ,platinum,crude oil).<br>\r\n•    They can trade in between them in intertrading rounds.",
      "judging_criteria": "After finishing off all the trading rounds the representatives with highest amount of money and desired combination of commodities left with them will be the winners.\r\n",
      "date": "02-11-2019",
      "venue": "LA - 104",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "flagships",
      "coordinatorName1": "Uddeshya",
      "coordinatorContact1": "8173979822",
      "coordinatorName2": "Priya",
      "coordinatorContact2": "6377617155",
      "image_path": "assets\/images\/events\/eid_34.jpg",
      "max_limit": ""
    },
    {
      "eid": "35",
      "title": "JAPANESE JOINERY",
      "description": "Participants will first be taught about the various joints used in traditional Japanese woodworking and then they have to make structures using High Density Thermocol .\r\n",
      "rules": "The participants will have to make structures using only these joints, without the use of any adhesives or fasteners.\r\n",
      "judging_criteria": "The structures will be judged, based on total load carrying capability and number of joints used.<br>\r\n Extra points will be given for innovative use of traditional joints or invention of new joints.",
      "date": "03-11-2019",
      "venue": "LA - 114",
      "time": "08:30",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "Vamsi",
      "coordinatorContact1": "9502703604",
      "coordinatorName2": "Pratyush",
      "coordinatorContact2": "9348601808",
      "image_path": "assets\/images\/events\/eid_35.jpeg",
      "max_limit": ""
    },
    {
      "eid": "36",
      "title": "PRODIGY'S ERRAND",
      "description": "This event is a mixture of fun and talent where the participants have to cross three stages that is Follow Me, Pyramid Making and finally Logo to showcase their talent, teamwork and cooperation.",
      "rules": "\tThe 1st round will be “FOLLOW ME” where the participants have to play in a team to reach the destination while avoiding the obstructions. <BR>\r\n\tHere the team members will be in a train formation where the first 3 members will be blind folded and the last one will be mute and he\/she have to tell the direction by tapping the shoulder of the member in front of him\/her. <BR> \r\n\tThe 2nd round will be “PYRAMID MAKING” where the participants have to make a three layered pyramids with the help of can bottles and straw pipes.  <BR>\r\n\t The 3rd round will be business oriented i.e. “LOGOS” where within a given time frame participants have to identify the name of the companies to which the logo belongs to... \r\n\r\n",
      "judging_criteria": "Best Three groups will be selected",
      "date": "02-11-2019",
      "venue": "LA-217 AND LA GROUND",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "AUROMA",
      "coordinatorContact1": "9437791056",
      "coordinatorName2": "SHIBANI",
      "coordinatorContact2": "7338483494",
      "image_path": "assets\/images\/events\/eid_36.jpg",
      "max_limit": ""
    },
    {
      "eid": "38",
      "title": "Abode Optimization",
      "description": "Participants need to give presentation on adobe optimization\r\n",
      "rules": " participants will be giving presentation on topic of their choice \r\n",
      "judging_criteria": "The best presentation will be selected\r\n",
      "date": "03-11-2019",
      "venue": "LA - 201",
      "time": "14:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "SUBHAM",
      "coordinatorContact1": "8093541859",
      "coordinatorName2": "NISANTA",
      "coordinatorContact2": "7978203562",
      "image_path": "assets\/images\/events\/eid_38.jpg",
      "max_limit": ""
    },
    {
      "eid": "39",
      "title": "RADIANCE 3.0",
      "description": "Annual exhibition of all art and craft works by the club members",
      "rules": "-\r\n",
      "judging_criteria": "-\r\n",
      "date": "02-11-2019",
      "venue": "RM HALL",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "exhibitions",
      "coordinatorName1": "SRILIPTA SWAIN",
      "coordinatorContact1": "8908762020",
      "coordinatorName2": "SATYAJIT BEHERA",
      "coordinatorContact2": "8658463816",
      "image_path": "assets\/images\/events\/eid_39.jpg",
      "max_limit": ""
    },
    {
      "eid": "41",
      "title": "NIGHT SKY",
      "description": "Leo Club of Rourkela in collaboration with Astro Club organizes lecture series  on Night Sky for the Students of REC and Birsamunda School to share the wonders of the light and dark universe. This will be followed by a live quiz session on the same.\r\n",
      "rules": "Only Class 6-9 students are eligible for the lecture session and quiz.",
      "judging_criteria": "Students getting maximum score will be awarded prize.\r\n",
      "date": "03-11-2019",
      "venue": "LA 104",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "ANKITA SAREEN",
      "coordinatorContact1": "9437153065",
      "coordinatorName2": "SANKALP HOTA",
      "coordinatorContact2": "7750951602",
      "image_path": "assets\/images\/events\/eid_41.jpg",
      "max_limit": ""
    },
    {
      "eid": "42",
      "title": "TRANCENATION 5.0",
      "description": "Bass Enthralled DJ Night for all those EDM lovers out there! Together let's fall in a state of trance!\r\n",
      "rules": "-",
      "judging_criteria": "-",
      "date": "01-11-2019",
      "venue": "DILIP TIRKEY STADIUM",
      "time": "20:00",
      "date1": "",
      "time1": "",
      "category": "cultural",
      "coordinatorName1": "Ajinkya",
      "coordinatorContact1": "9340053171",
      "coordinatorName2": "Chris",
      "coordinatorContact2": "8455060911",
      "image_path": "assets\/images\/events\/eid_42.jpg",
      "max_limit": ""
    },
    {
      "eid": "43",
      "title": "THERMOCHROM",
      "description": "In this game will use thermochrom paints which is visible only in high temperature. So will show people the pattern they need to memorize and pick the correct one. One correct gives them 1 point.\r\n",
      "rules": "This will be time based game\r\n",
      "judging_criteria": "The participant has to score highest in minimum time duration\r\n",
      "date": "03-11-2019",
      "venue": "NCC GROUND",
      "time": "14:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "NIHAR RANJAN MOHANTY",
      "coordinatorContact1": "8658596698",
      "coordinatorName2": "ANKITA",
      "coordinatorContact2": "9040789891",
      "image_path": "assets\/images\/events\/eid_43.jpg",
      "max_limit": ""
    },
    {
      "eid": "45",
      "title": "Game of Chems",
      "description": "\"This event will be basically a technical event with a twist of fun. The event can be divided \r\ninto 2 major Episodes.\r\n The Episode 1 of the event will be conducted before lunch, i.e., in the \r\nfirst half.\r\n The Episode 1 will consist of 3 Rounds:\r\nRound 1-Mute Compound\r\nRound 2-Code-Decode\r\nRound 3-Name the Reaction\r\nThe Episode 2 consist of 3 Rounds\r\nRound 1- Identify the scientist\r\nRound 2- Guess the Name\/Phrase\r\nRound 3- Trick or treat is based on \r\n                  ASTRO-CHEMISTRY\"\r\n",
      "rules": "Round 1: MUTE COMPOUND<br>\r\nIn this round, one participant will pick one card from a box in which one element or a simple \r\ncompound will be written. He has to explain the given element\/compound to his teammate \r\nwithout speaking anything, i.e. only through actions. He can take the help of a white board \r\nand a marker to draw any picture in-order to explain it but he is not allowed to write it directly. <br>\r\nHe is not allowed to draw the molecular structure of the compound too. The answer should \r\ncontain compound name (IUPAC or COMMON) or the chemical formula of the compound.<br>\r\nEP 01 <br>Round 2: CODE – DECODE<br>\r\nIn this round, one participant will pick one card from a box in which a sentence constructed \r\nfrom the symbols of the elements of the periodic table will be there. The participant has to \r\nconvey this sentence to his teammate by pronouncing the elements with their name instead \r\nof symbols. His teammate has to decode the element names to form the given sentence and \r\nhas to speak it. If the first participant has any doubt in element’s name, he may ask for a \r\nperiodic table for which 2 points will be deducted. The second participant has to say the \r\nsentence as soon as possible.<br><br>\r\nEXAMPLE: If the sentence is “ I Ha Te Y O U “ , then participant-1 has to explain the sentence \r\nto his teammate by saying “ Iodine (pause) hafnium Tellurium (pause) Yttrium Oxygen \r\nUranium”. Then the other participant has to decode the sentence and answer the original \r\nsentence, i.e. I HATE YOU. <br><br>\r\nEP 01 <br>Round 03: NAME REACTION<br>\r\nIn this round, one participant will be provided with a name reaction first. If he knows the \r\nreaction name, then he can proceed to the next part. <br>Otherwise he can ask for the reaction \r\nname card and 2 points will be deducted for this. Then he has to speak out the reaction name \r\nloudly in front of his teammate and his team mate who will be equipped with a headphone \r\nwith high volume music ensuring no external voice can be heard by him has to read the first \r\nparticipant’s lips and answer the name of the reaction.\r\nSo, here the first episode of the event completes. Six teams with highest total points in the \r\nfirst episode will compete in the second episode.<br>\r\n1. Identify the scientist<br> ● In this round, 6 top teams from first round will \r\ncompete.<br>\r\n● First photo of the scientist with his top work \r\nwill be shown in a slide. They have to identify \r\nthe scientist’s name. <br>\r\n● +10 for correct answer.<br>\r\n● Time provided is 1 min.<br>\r\n● If they don't know the answer, question will be \r\npassed to next team. <br>\r\n● +5 points for passed answer.<br>\r\n● At the end of this round , bottom 2 teams w.r.t. \r\nscores will be eliminated.<br>\r\n2. Guess the Name\/Phrase<br> ● In this round, 4 teams will participate.<br>\r\n● In this level, 4 pictures will be shown and \r\nthe teams have to guess the answer by \r\nconnecting the 4 pictures<br>\r\n● Question will be shown by PPT<br><br>\r\n● The marking scheme is: <br>\r\ni. +20 for Absolute Correct Answer<br>\r\nii. +15 for Partial Correct Answer<br>\r\niii. +10 for Pass Question’s Answer<br>\r\niv. 0 for wrong answer.<br>\r\n2 Teams will be selected from this round.    <br>\r\n3. Trick or treat <br>● Top 2 teams will participate.<br>\r\n● 5 tricky questions will be given.<br>\r\n● Bet value must be within the threshold value \r\ngiven(on the spot) and their total score<br>\r\n● The team before a question issues a bet.<br>\r\n● Then after the answer is declared, their scores \r\nwill increase\/decrease depending on their \r\nanswer.<br>\r\n● The top team after this round will be the winner.\r\n",
      "judging_criteria": "In the first episode of the event which consists of 3 rounds. It will be a team event \r\nwith 2 participants in each team. The aggregate score of the four rounds will be the basis of \r\nselection of 4 teams to the next episode of the event.\r\nSecond episode will have 3 rounds in total and every round will be an elimination round.\r\n",
      "date": "02-11-2019",
      "venue": "Library Lawns",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "Pritesh",
      "coordinatorContact1": "9078433444",
      "coordinatorName2": "Kanishk",
      "coordinatorContact2": "6388374712",
      "image_path": "assets\/images\/events\/eid_45.jpg",
      "max_limit": ""
    },
    {
      "eid": "46",
      "title": "CRANE-O-MANIA",
      "description": "Contestants need to build a crane using popsicle sticks, glue and thread.<br>\r\nThe mightest crane wins !\r\n",
      "rules": "Height of the crane- minimum 50cm <br>\r\nJib of the crane- minimum 30cm <br>\r\nBase of  the  crane- maximum15×15cm²\r\n",
      "judging_criteria": "Weight wear by the crane \r\n",
      "date": "03-11-2019",
      "venue": "LA VERANDA",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "RANJEET",
      "coordinatorContact1": "9887118175",
      "coordinatorName2": "PITABASHA",
      "coordinatorContact2": "9439223503",
      "image_path": "assets\/images\/events\/eid_46.jpg",
      "max_limit": ""
    },
    {
      "eid": "48",
      "title": "Autonomous Underwater Vehicle Exhibition",
      "description": "Autonomous underwater vehicles are nothing but vehicles which are specifically designed to carry out missions and tasks underwater without the intrusion of a human being. Thorough this workshop we would be giving an intuition on the basics of how this machine works in this challenging environment below\r\n",
      "rules": "-\r\n",
      "judging_criteria": "-\r\n",
      "date": "02-11-2019",
      "venue": "Swimming Pool",
      "time": "10:00",
      "date1": "03-11-2019",
      "time1": "10:00",
      "category": "exhibitions",
      "coordinatorName1": "ADITYA",
      "coordinatorContact1": "8327716507",
      "coordinatorName2": "TARUN",
      "coordinatorContact2": "8280836035",
      "image_path": "assets\/images\/events\/eid_48.png",
      "max_limit": ""
    },
    {
      "eid": "50",
      "title": "LITTLE'S SCIENCE YARD",
      "description": "Science exhibition for young budding minds from all around Rourkela to improve communication skills and competitive spirit among them",
      "rules": "Audience should be on their best behaviour with the children.\r\n",
      "judging_criteria": "NA\r\n",
      "date": "03-11-2019",
      "venue": "LA PARKING LOT",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "exhibitions",
      "coordinatorName1": "SOUVIK ",
      "coordinatorContact1": "7608996963",
      "coordinatorName2": "PRABHU",
      "coordinatorContact2": "8658521083",
      "image_path": "assets\/images\/events\/eid_50.jpg",
      "max_limit": ""
    },
    {
      "eid": "54",
      "title": "AROUND THE CAMPUS IN 60 MINUTES",
      "description": "\"Fun event \r\n      Contestants need to hunt and inspect the campus to find out the matching structure according to the randomly chosen peculiar feature by them.\"\r\n",
      "rules": "NA\r\n",
      "judging_criteria": "NA\r\n",
      "date": "03-11-2019",
      "venue": "LA LAWN",
      "time": "13:45",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "SATYAM",
      "coordinatorContact1": "9111199632",
      "coordinatorName2": "SRUJAN",
      "coordinatorContact2": "6370197142",
      "image_path": "assets\/images\/events\/eid_54.jpg",
      "max_limit": ""
    },
    {
      "eid": "55",
      "title": "OMEGA 4.0",
      "description": "\"Must be feeling a lot patriotic after the ISRO event right? You must be, we all must be, for this is one of the biggest success' India has ever had. It's time to come even closer to the event. Want to have a space travel without any knowledge on astro science? Want to get the thrill of riding a rocket?\r\nAxiom Club of N.I.T. Rourkela, is organizing Omega 4.0, a treasure hunt for you all where you need to solve a few simple puzzles in a team of two or three, and win a chance to launch your own probe into the space. Ignite your rocket and race up to the final station.\r\nHope to see you along with Vikram Lander. \r\nAll the best.\"\r\n",
      "rules": "\"1. Use of calculator is not allowed.\r\n2. Use of vehicle while on the space hunt will lead to elimination.\"\r\n",
      "judging_criteria": "The first two teams who will complete the space hunt and land their rocket in the final station will win the game.\r\n",
      "date": "02-11-2019",
      "venue": "LA 317",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "OMM",
      "coordinatorContact1": "7684074560",
      "coordinatorName2": "BIKASH",
      "coordinatorContact2": "7077338659",
      "image_path": "assets\/images\/events\/eid_55.jpg",
      "max_limit": ""
    },
    {
      "eid": "56",
      "title": "THE RED MARVEL",
      "description": "\"A team event, consisting of 3 members each, wherein participants shall compete against each other, walking through the stages leading to the final showdown – an alluvion of wits outwitting one another.\r\n\r\nStarting with a logical quiz, contestants shall exude their proficiency in using their brains. However, all work and no play makes Jack a dull boy. Sticking to the fact, the second round shall be the judge of a perfect balance of focus and fun as they help terraform planet “Ultima Spero” to take refuge in when the Sun turns into a Red Giant obliterating Earth as we know it.\r\n\r\nHaving reached there, it all comes down to the canniest of them all to lead the colonizers against the uncanniest dangers posed by the new world. With no one to preside over the decision, the last standing shall question one another in a game of shrewdness till one group emerges victorious.\"\r\n",
      "rules": "The first two rounds of the event will be team events (3 members at max). After that, everyone is on their own. The contestants have to earn points in the first two rounds as a team. The points will then be divided among the team members equally. The last round will be a point deduction round, where points will be deducted for each mistake the participant does.\r\n",
      "judging_criteria": "At the end of each round, teams\/participants with the highest points move on to the next round. In the final round, highest scorers will be declared winners.\r\n",
      "date": "03-11-2019",
      "venue": "LA 316",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "NISHITH GUNJAN BEHERA",
      "coordinatorContact1": "7978456695",
      "coordinatorName2": "ASHUTOSH NAYAK",
      "coordinatorContact2": "8895721244",
      "image_path": "assets\/images\/events\/eid_56.jpg",
      "max_limit": ""
    },
    {
      "eid": "57",
      "title": "NEON CRICKET",
      "description": "We will conduct a game i.e. Cricket, but in a different way. Where we will make the team play the game in complete dark room with the help of a glowing ball. So the name is Neon Cricket. Here at a time only 5 members can play and it is a game where only underarm bowling is allowed.\r\n",
      "rules": "\"Rules: 5 players in one team and in which 2 girl players are compulsory. Each match will be of 3 overs. 3 bowlers will have 1-1 over each.\r\nBatsmen to bat with at least one leg inside the no score line, only then runs will be valid. \r\n\r\nBatting Rules: Batsmen will be called out if he hits the ball over the provided height at the boundaries.\r\n\r\nBowling rules: Underarm bowling is compulsory. Bowler has to ball within the given box without raising his leg. Any deviation from the above rules will be \"\"NO BALL\"\". Usual NO BALL and WIDE BALL will be applicable. \r\n\r\nMode of dismissals: Ball going over the provided height at the boundaries, will be out if it doesn't bounce inside the box. Caught out. Stumped out. Run out. No Argument Will Be Entertained With the Umpire. Umpire's Decision Will Be the Final. No Profanity(bad words) in the Room will be tolerated.\r\n\r\nNOTE:- Umpire, in any of the above Situation May Call off the Play, Considering Win to the Opponent Team. And Spot entry will not be allowed.\"\r\n",
      "judging_criteria": "We will slide down from 16 teams in 8 rounds to two teams in finale and according to that we will announce the winner\r\n",
      "date": "02-11-2019",
      "venue": "LA 008",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "funevents",
      "coordinatorName1": "AMIT KUMAR BHUYAN",
      "coordinatorContact1": "9437323473",
      "coordinatorName2": "BHRUGURAJ ACHARYA",
      "coordinatorContact2": "7008144374",
      "image_path": "assets\/images\/events\/eid_57.jpg",
      "max_limit": ""
    },
    {
      "eid": "60",
      "title": "POSTER  PRESENTATION",
      "description": "\"This is a group event in which the participants (individual or group),will be submitting their ideas or innovative projects .and they will be shortlisted for the final presentation.\r\nThey shall be coming with their presentation or any working model..and present it to the audience and the judges.\r\nWe would appreciate the topics related to space tech, but if you think your idea \/project deserves some exposure you can come and present it in NITR.\"\r\n",
      "rules": "\"The participants will be given maximum of 10 mins. to present their idea.\r\nAfter the presentation,there maybe a query round in case someone in the audience has some queries.\r\nThe group can be of maximum 3 members.\"\r\n",
      "judging_criteria": "\"1.how innovative your idea would be.\r\n2.the way you present .\r\nAny project or practical approach will surely give you the edge.\"\r\n",
      "date": "03-11-2019",
      "venue": "LA 117",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "ALEN THANKACHAN",
      "coordinatorContact1": "8547885251",
      "coordinatorName2": "RISHAB AGARWAL",
      "coordinatorContact2": "9178949819",
      "image_path": "assets\/images\/events\/eid_60.jpg",
      "max_limit": ""
    },
    {
      "eid": "62",
      "title": "FUTWIZ",
      "description": "An offline FIFA gaming (FIFA 2019) event where all the participants will be competing individually against other participants. \r\n",
      "rules": "\"Games will be played in the normal settings.\r\nParticipants will be allotted teams based on the random selection before each match.\r\nIn case of a draw the game will continue in classic mode.\r\nEven after the classic mode it is a draw then penalties will be conducted.\r\nEach match will be of 6 minutes.\r\n\"\r\n",
      "judging_criteria": "\"The points will be allotted based on the number of wins and loss. \r\nEach win will constitute 10 points and for each loss 5 points will be deducted.  \r\nIn the end the person with the maximum points in overall will win the prize. \"\r\n",
      "date": "02-11-2019",
      "venue": "LA 114",
      "time": "11:00",
      "date1": "",
      "time1": "",
      "category": "funevents",
      "coordinatorName1": "SAI CHAND",
      "coordinatorContact1": "8317599199",
      "coordinatorName2": "AYAZ",
      "coordinatorContact2": "9776234220",
      "image_path": "assets\/images\/events\/eid_62.jpg",
      "max_limit": ""
    },
    {
      "eid": "63",
      "title": "KRAC TECH",
      "description": "\"Event will consist of two rounds\r\n1st Round:-TECH QUIZ\r\nGuess scrambled pictures and answer to tech quiz based on it\r\n2nd Round:-THE DEBUGGER\r\nDebugger a given code in limited time.\r\n\"\r\n",
      "rules": "1.Maximum two members in a team\r\n2.Individual participation is also allowed",
      "judging_criteria": "\"1st Round:\r\nNo. of questions.\r\n2nd Round:\r\nTime taken &  no.of error debugged\"\r\n",
      "date": "02-11-2019",
      "venue": "LA 217",
      "time": "10:30",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "NIRAJ PRASAD YADAV",
      "coordinatorContact1": "8984544337",
      "coordinatorName2": "SHUBHAM KUMAR SINGH",
      "coordinatorContact2": "9931110156",
      "image_path": "assets\/images\/events\/eid_63.jpg",
      "max_limit": ""
    },
    {
      "eid": "64",
      "title": "SCHEDIO",
      "description": "Logo designing \r\n",
      "rules": "Time limit would be there, participatants require to bring their laptops.. \r\n",
      "judging_criteria": "Judging will be based on the accuracy,exactnesss and attractive and different parameters of designing\r\n",
      "date": "03-11-2019",
      "venue": "LA 101",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "SIDDHARTH NANDA",
      "coordinatorContact1": "8093308828",
      "coordinatorName2": "ARCHANA ",
      "coordinatorContact2": "8840520595",
      "image_path": "assets\/images\/events\/eid_64.jpg",
      "max_limit": ""
    },
    {
      "eid": "66",
      "title": "Death Race",
      "description": "Build a manual bot which would be able to compete in a face off round and subsequently \r\ncompete to cover an arena made up of concrete, ground and plywood having different hurdles and \r\nobstacles peppered throughout the path.\r\n<br><br>\r\n<b>PRIZES WORTH 15k.<\/b>\r\n\r\n<br><br>\r\n\r\nLink to <a href=\"https:\/\/drive.google.com\/file\/d\/1-iJj9P-x16rv8ECk7xuu_YwHXwZ0bcoL\/view?usp=drivesdk\">Problem statement cum Brochure<\/a>\r\n<br><br>\r\n\r\n<b> WINNERS WILL GET A FINALE ENTRY IN THE COZMO CLENCH EVENT , TECHFEST, IIT BOMBAY<\/b>\r\n<br><br>\r\n\r\n<a href = 'https:\/\/www.techfest.org\/competitions\/cozmo'> Link for Cozmo Clench <\/a>",
      "rules": "1. Total time allotted for the event will be fixed, overshooting the time will lead to disqualification. \r\n<br> 2. Maximum 2 technical timeouts of two minutes each will be permitted to each team during the \r\ncourse. \r\n<br>3. Physical contact with the bot is allowed at the operator’s risk. If the bot falls off the track, 10\r\npoints will be deducted and the bot will have to start from the last checkpoint.\r\n<br>4. Only the operator and her\/his companion helping him\/her with the equipment will be allowed \r\ninside the arena from each team in the ongoing match. But, any contact with the arena or the bot \r\nwill lead to a penalty of 20 points. \r\n<br>5. A team will be penalized for causing any minor damage to the arena based on the level of the \r\ndamage, which is to be decided by the coordinators only or might be disqualified for causing any \r\ntype of serious damage to the arena. \r\n<br>6. Time measured and points calculated by the organizers will be considered as final and time \r\nmeasured by any other method will not be accepted.\r\n<br>7. Bots will be blown with fire, so no explosive or inflammable materials are allowed.\r\n<br>8. Physical contact or jostling between the bots is permitted; any damage taken or given will be the \r\nresponsibility of the operator. \r\n<br>9. Any sort foul play or violation of above mentioned rules will lead to disqualification.\"\r\n",
      "judging_criteria": "FACE-OFF ARENA: \r\n<br>1. Points will be awarded for placing each square blocks according to the colour combination in \r\nthe scoring arena. For each block 10 points will be awarded.\r\n<br>2. 30 Points will be awarded to the bot picking the cylinder and moving out of the 1st arena.\r\n<br>3. Bots are not allowed to touch the cylinder before placing all the blocks as well as bursting all \r\nthe balloons in their scoring arena. A penalty of 10 will be imposed if the bots come in \r\ncontact with cylinder before completing the former mentioned tasks. \r\n<br>4. Bots are not allowed to go beyond the boundary line of the arena. Doing so will attract a \r\npenalty of 5 points and at some obstacles it will attract 10 points.\r\n<br>5. A bot can’t move out of the faceoff arena before the stipulated time or until each and every \r\nblock is placed in the scoring area. \r\n<br>*NOTE: There will be additional challenges which will be revealed on the day of the event\r\n<br>The teams are advised to use a picking mechanism without any dimensional constraints, to \r\nfacilitate its use in any sort of obstacle requiring picking mechanism.\r\n<br>\r\nTRACK \r\n:<br>\r\n1. Every checkpoint will have a different score for crossing it. The points for a particular checkpoint \r\nwill be marked on it. \r\n<br>2. A penalty of 10 points will be placed for skipping one obstacle, 20 for the next, and so on.\r\n<br>3. If a bot falls off the track, a penalty of 5 points will be imposed. \r\n<br>4. A penalty of 20 points will be imposed if any member of a team comes in contact with the bot or \r\nthe arena in any way during the race. \r\n<br>5. On reaching the end of the arena, 50 points will be awarded.\r\n\r\n<br><br>\r\n\r\n<b> WINNERS WILL GET A FINALE ENTRY IN THE COZMO CLENCH EVENT , TECHFEST, IIT BOMBAY<\/b>\r\n<br><br>\r\n\r\n<a href = 'https:\/\/www.techfest.org\/competitions\/cozmo'> Link for Cozmo Clench <\/a>",
      "date": "02-11-2019",
      "venue": "SAC",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "flagships",
      "coordinatorName1": "Debabrata",
      "coordinatorContact1": "8984537407",
      "coordinatorName2": "Risita",
      "coordinatorContact2": "9348974411",
      "image_path": "assets\/images\/events\/eid_66.jpg",
      "max_limit": ""
    },
    {
      "eid": "68",
      "title": "SRIJAN 5.0",
      "description": "\"Experience art like never before!\r\nAn Exhibition of imaginations meeting reality through unique pieces of art and architecture.\r\nImmerse yourself into the cosmos of creativity, craftsmanship and artistry with coruscating lamps, shimmering chandeliers and bewitching installations guiding your path.\r\nThrough complex constellations of objects and images, Srijan 5.0 seeks to explore the never-ending flow of visual narratives. \"\r\n",
      "rules": "NA",
      "judging_criteria": "NA",
      "date": "02-11-2019",
      "venue": "RM HALL",
      "time": "17:00",
      "date1": "03-11-2019",
      "time1": "17:00",
      "category": "exhibitions",
      "coordinatorName1": "Amartya Chandran",
      "coordinatorContact1": "8289882579",
      "coordinatorName2": "Abhishek Verma",
      "coordinatorContact2": "8318875131",
      "image_path": "assets\/images\/events\/eid_68.jpg",
      "max_limit": ""
    },
    {
      "eid": "69",
      "title": "SOCIAL  CONCLAVE",
      "description": "\"Social Conclave \r\nA forum to discuss on issues plauging our society.A deliberation involving the men at the helm of affairs who are constantly trying to bring about a positive change in the society.\r\nBless'n'Bliss is going to organize the conclave based on social issues like women safety,transgender inequality,education to underprivilaged children etc. The event will be consisting of a panel discussion ,interactive sessions,Children's performances.Prominent personalities are going to be invited for the panel discussion.\"\r\n",
      "rules": "NA",
      "judging_criteria": "NA",
      "date": "02-11-2019",
      "venue": "BBA",
      "time": "10:00",
      "date1": "03-11-2019",
      "time1": "15:00",
      "category": "events",
      "coordinatorName1": "SIBA PRASAD",
      "coordinatorContact1": "9078179988",
      "coordinatorName2": "AMAN",
      "coordinatorContact2": "9777266942",
      "image_path": "assets\/images\/events\/eid_69.jpg",
      "max_limit": ""
    },
    {
      "eid": "70",
      "title": "SPACE HUNT",
      "description": "The event will be happening in two stages, stage one description is as follow’s. Each team will have to solve a set of 4 questions each corresponding to a specific location in NITR(academic block).The locations will have QR codes for each questions which when scanned will produce the next question. The answer to each question will serve as the clue for the next location. Stage one's rules and judging criteria are give below, stage two will follow the same rules and judging criteria. Winner's of stage one will have to contest for the second stage and an overall winner will be declared.\r\n",
      "rules": "1.Each team should consist of maximum of 4 people.<BR>\r\n2.The maximum time limit to complete either of the stages is 40 minutes.<BR>\r\n3.Each team will be given a set of 4 questions ,each corresponding to a specific location.<BR> \r\n4.Solution to one question will give clue for the next location.<BR>\r\n5.Each team will be given a map of NITR campus for reference.<BR>\r\n6.The final destination will be  revealed at the time of event.\r\n\r\n\r\n       \r\n\r\n",
      "judging_criteria": "Marks for correct response per question will be 10. After 30 minutes marks will be deducted per seconds and after 40 minute(the maximum time limit)points of those teams who have reached the final destination  before the time limit  will be evaluated and winner will be declared.\r\n\r\n",
      "date": "03-11-2019",
      "venue": "ACADEMIC BLOCK",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "RAJ",
      "coordinatorContact1": "7381300154",
      "coordinatorName2": "ASHUTOSH",
      "coordinatorContact2": "7735690800",
      "image_path": "assets\/images\/events\/eid_70.jpg",
      "max_limit": ""
    },
    {
      "eid": "71",
      "title": "MY BFF",
      "description": "\"Have your memories of Innovision 2019 with your besties captured for good! MyBFF is a fun event where you come in and we click your photos with your friends in unique and quirky poses. Whether you're in pairs or a group, we've got you covered! At the end of the event, the photos will be uploaded to our FB page, where the most liked photo by the end of the fest will be given a printed copy of the same! \r\n\r\nTake your friendship to the sky!\"\r\n",
      "rules": "\"1. Photos with bot likes will be disqualified.\r\n2. No more than 5 groups will be allowed at once. \"\r\n",
      "judging_criteria": "The number of likes at the end of the fest, i.e. 3rd November midnight will win their photo printed.\r\n",
      "date": "02-11-2019",
      "venue": "CS LAWNS",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "funevents",
      "coordinatorName1": "NISHANT MOHAN BAHUGUNA",
      "coordinatorContact1": "9776160185",
      "coordinatorName2": "BHASKAR B SARKAR",
      "coordinatorContact2": "7587155111",
      "image_path": "assets\/images\/events\/eid_71.jpg",
      "max_limit": ""
    },
    {
      "eid": "72",
      "title": "MANEUVER  3.0",
      "description": "\"Love chemistry? Love quizzes? But never experienced the best of both worlds? Worry not cause this Innovision we’ve got you covered with Maneuver 3.0. The AIChE student chapter of NIT Rourkela brings to you Maneuver 3.0 packed with six hours of chemistry, quizzing and truckloads of fun. The first round will be a general quiz round followed by a Jeopardy Round and the final winner will be decided by a Chem-E Treasure. Sounds exciting? Be there at LA-101 on the 2nd of November between 9 am-12 pm and 1 pm-4 pm.\r\nP.S.- you might want to sharpen your darting skills😉.\r\n\"\r\n",
      "rules": "\"The first round will be a general quiz round in which there are 8 different interesting sections like space exploration,sports,etc. There are 3 sets from each section. The teams consisting of 2 players will play a dart competition in which they will hit one of the 8 sections, whichever they hit.. they’ll answer. 20 mins will be given to each team for answering the questions. The top 12 teams will be selected for the next round. \r\n\r\nThe second round is a Jeopardy competition which is a quiz on a protector in which there are 5 sections and each section carries 5 questions starting from 100$ to 500$ carrying a certain amount. The team which hits the buzzer first gets the chance to answer within a time of 10 secs. If they answer correctly they get the specified amount in their account otherwise there will be negative marking if they are unable to answer. The teams should press the buzzer only if they are sure about the answer, otherwise they will end up with negative marking. The top 6 teams will be selected for the next round. \r\n\r\nThe final round is a Chem-E- Treasure round which will cover places around the Campus. They clues will be present with the volunteers at every spot. The team which reaches the final destination first will ne declared the winner. No use of vehicles are allowed during this round and if any team does so it will be disqualified.\r\n\"\r\n",
      "judging_criteria": "\"The first round will test the logical skills and general knowledge of the participants. The dart adds more fun to the game. The teams will be judged on the basis of marks they get in the paper. \r\nThe second round tests quizzing skills of the participants. With each question carrying negative marks the choice of question and when to press the buzzer makes it very interesting. The teams will qualify on the basis of the final money in their account. \r\nThe third round in the most important Chem-E- Treasure. The teams which comes first to the final destination will be declared winner. \"\r\n",
      "date": "02-11-2019",
      "venue": "LA 101",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "ABHISEK",
      "coordinatorContact1": "9437488931",
      "coordinatorName2": "PANKAJ",
      "coordinatorContact2": "9410588135",
      "image_path": "assets\/images\/events\/eid_72.jpg",
      "max_limit": ""
    },
    {
      "eid": "74",
      "title": "DESINO-Y-VENTA",
      "description": "It is basically a fun event with some blend of technology based involvement. It is a day long event with three stages.\r\n",
      "rules": "\"Three stages :\r\n- A type of quiz round where all participants will be in a written round.\r\n- A treasure hunt round.\r\n- Last round is the puzzle round with maximum of 3-4 contestants.\"\r\n",
      "judging_criteria": "Parcticipants crossing each round will be through to the final and with rules given on the spot about the event will be the deciding fact about the winner.\r\n",
      "date": "02-11-2019",
      "venue": "LA 304",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "funevents",
      "coordinatorName1": "ASHISH NAYAK",
      "coordinatorContact1": "7657024042",
      "coordinatorName2": "SIBASIS SAHU",
      "coordinatorContact2": "9078211447",
      "image_path": "assets\/images\/events\/eid_74.jpg",
      "max_limit": ""
    },
    {
      "eid": "76",
      "title": "DIGITIZER",
      "description": "Digitizer is an image processing based contest where the bot needs to navigate its way on the basis of video feed from an overhead camera. Click on the link below for the entire problem statement.<br>\r\n<a href=\"https:\/\/drive.google.com\/file\/d\/1kh-BlX4Qn1NyzaM4ioD_CI8W_Ouoju-9\/view?usp=drivesdk\"> Problem Statement Link<\/a>",
      "rules": "RULES\r\n<br>\r\nThere will be two special checkpoints in the arena which can act either as the starting point or the ending point. The organisers will choose the starting point for every bot randomly and the other checkpoint will act as the endpoint. The bot will have to travel from starting point to end point while fulfilling the following objectives using image processing, within the time limit.\r\n<br>\r\nOBJECTIVES\r\n<br>\r\nThe bot needs to visit various shapes during its journey from the starting point to the end.\r\n<br>\r\nIt needs to visit these shapes in increasing or decreasing order of their number of sides. Visiting a shape is defined as placing at least 80 percent of the bot on the shape and pausing briefly. \r\n<br>\r\nThe bot needs to decide the order it’ll follow (ascending or descending) keeping in mind that less the time it takes to complete a run, more the score it’ll have.\r\n<br>\r\nWhile visiting a shape, the bot needs to blink an onboard RGB LED twice, with the same hue as the shape itself. \r\n<br>\r\nThere will be a path explicitly drawn between two adjacent shapes(adjacent in terms of number of edges). This path will be different from the shortest straight line path joining the two centroids of the concerned shapes. On each and every instance the bot follows the longer drawn path when moving from one shape to the other, the team will gain a score bonus.\r\n<br>\r\nAfter the end of the run, the bot needs to reach the endpoint, which will have a colour different from the rest of the shapes. However, the endpoint will be identical to the starting point in every respect, except for its coordinates.\r\n<br>\r\nThe bot needs to clear maximum possible obstacles in minimum amount of time in order to incur the least penalty and gain the most from bonuses.<br>",
      "judging_criteria": "Team scoring the maximum points, wins.\r\n",
      "date": "02-11-2019",
      "venue": "EC - 440",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "events",
      "coordinatorName1": "Abhilash",
      "coordinatorContact1": "7873127080",
      "coordinatorName2": "Abhijeet",
      "coordinatorContact2": "8457094647",
      "image_path": "assets\/images\/events\/eid_76.jpg",
      "max_limit": ""
    },
    {
      "eid": "77",
      "title": "CS:GO",
      "description": "CS:GO is an objective based multi-player first-person shooter. Terrorists and the Counter-Terrorists compete in game to secure a location to plant or defuse the bomb. \r\n",
      "rules": "\"A TEAM OF 5.\r\nTWO TEAM COMPETE AND THE TEAM THAT WINS 2 OUT OF 3 MAPS PROGRESSES TO THE NEXT ROUND.\r\nIN CASE OF TIE IN A MAP THE GAME WILL MOVE TO OVERTIME. \r\n\"\r\n",
      "judging_criteria": "No such\r\n",
      "date": "02-11-2019",
      "venue": "LA ROOMS",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "events",
      "coordinatorName1": "DIBYADARSHI",
      "coordinatorContact1": "9040994919",
      "coordinatorName2": "VEDANT",
      "coordinatorContact2": "9893340576",
      "image_path": "assets\/images\/events\/eid_77.jpg",
      "max_limit": ""
    },
    {
      "eid": "80",
      "title": "TURN BY TURN",
      "description": "\"Participants will be given cardboard. They need to cut gear after designing it according to torque and velocity they are expecting to pull out a load that will be given. They need to make a driven and a driving gear, motor will be provided by host. When we will attach the motor to the setup then it must pull the certain qualifying deadload after which the more load you pull, the more points you get.  There will be start and finish line for the pulling of load. A thread will be attached to the driven gear and other end to the load. The setup will be kept at the side of finish line. Host will keep track of time and load. Winner will be decided on basis of max load pulled and time required to do so.\r\n\"\r\n",
      "rules": "\"1. No one is allowed to use the gears previously brought by them. You need to make the gears on the spot after calculating everything.\r\n2. You will be provided with all the necessary equipments.\r\n3. Friction coefficient of the surface will be given by the host.\r\n4. Do some homework on the gears before taking part in the event. Use of online resources is not allowed during the course of the event.\"\r\n",
      "judging_criteria": "\"Points will be given based on the load you pull and the amount of time you take to do it.\r\ne.g. the more you pull, the more points you get and the less time you take for that, the more points you get\"\r\n",
      "date": "02-11-2019",
      "venue": "LA - 204",
      "time": "08:30",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "ANJALI",
      "coordinatorContact1": "9610698900",
      "coordinatorName2": "KUSHAKISHORE",
      "coordinatorContact2": "6370170841",
      "image_path": "assets\/images\/events\/eid_80.jpeg",
      "max_limit": ""
    },
    {
      "eid": "83",
      "title": "BRIDGE BREAKER",
      "description": "You have the onus of designing a bridge using only popsicle sticks and strings. The bridge that can bear the maximum load wins!!\r\n<br><br>\r\n<b>The problem statement is given below - <\/b><br>\r\n<a href = https:\/\/drive.google.com\/file\/d\/1q0KsoBfqkPGRVtMRkXOH_csibOZLxOFW\/view?usp=sharing>problem statement link<\/a>",
      "rules": "\"1. No group of more than 5 or less than 3 shall be entertained \r\n2. Open to every branch students without any restrictions.\r\n3. All the items will be provided at the venue. No outside items will be entertained.\r\n4. Complete bridge must be made within the time limits and no premade parts will be entertained.\"\r\n",
      "judging_criteria": "It’s mentioned in the problem statement given in the Description.",
      "date": "02-11-2019",
      "venue": "LA VERANDA",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "ANSHU",
      "coordinatorContact1": "8890333378",
      "coordinatorName2": "Ashutos",
      "coordinatorContact2": "8249123460",
      "image_path": "assets\/images\/events\/eid_83.jpg",
      "max_limit": ""
    },
    {
      "eid": "84",
      "title": "Tread -O- Quest",
      "description": "The prime objective of this event to construct a line follower autonomous bot capable of doing certain task given in the problem  statement . <br>\r\n<a href=\"https:\/\/drive.google.com\/file\/d\/1288Ote_bGc0t-3QbhK3tjqpEV5Ys0YNS\/view?usp=drivesdk\">Problem Statement Link<\/a>",
      "rules": "1. At the start of the run, the bots will be placed at the respective starting point. Only 2 team members are allowed to be near the arena while starting the race.\r\n<br>2. The race will start only when the organizers give the signal.\r\n<br>3. The starting procedure of the bot should be simple and should not involve giving bot any manual force or impulse in any direction.\r\n<br>4. Participants are not allowed to keep anything inside the arena other than the bots.\r\n<br>5. The time measured by the organizers will be final and will be used for scoring the teams.\r\nTime measured by any contestant by any other means is not acceptable for scoring.\r\n<br>6. The organizers reserve the right to change any or all of the above rules as they deem fit, if any will be highlighted on the website.\r\n<br>7. The bot should not harm the arena in anyway. If it does so, a penalty will be imposed on the team.\r\nThe magnitude of the penalty will be decided by the coordinators.\r\n<br>8. Participants are not allowed to touch the bot during the play.\r\nOnly the coordinators will start and restart (if needed) the bots.\r\n<br>9. The bot should be autonomous at all time and by no means should under manual control for any part of the event\r\n",
      "judging_criteria": "The bot that scores maximum points in least time taken wins.\r\n<br>\r\nThe other scoring criteria can be found in the problem statement of Tread-O-Quest 6.0 .The decision of the organizers will be final.\r\n",
      "date": "02-11-2019",
      "venue": "SAC 1st Floor",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "events",
      "coordinatorName1": "Raj",
      "coordinatorContact1": "8093718950",
      "coordinatorName2": "Krishna",
      "coordinatorContact2": "7606814973",
      "image_path": "assets\/images\/events\/eid_84.jpeg",
      "max_limit": ""
    },
    {
      "eid": "89",
      "title": "TREASHERLOCKED 7.0",
      "description": "\"Every year, the Microsoft Campus Club of NIT Rourkela organizes an online pictographic decryption competition. Online gamers from not only Odisha but also from the dispersed corners of the country register to play the game. The simple idea of a string of clues conducive to their successors leading to the final puzzle is central to the competition, making it sophisticated and enjoyable for all. The players are given pictographic questions in the game. The player has to crack the picture to get an answer to the question using the Internet and hints, which will take her\/him to the next question. The one who solves the last question first wins the game. The game is implemented completely on the online platform and participants log on to it to play.\r\n\r\nThe competition is open to anybody and everybody. No restrictions on age, gender, concentration or geography have been implied. Participants can freely use the Internet (Google, Bing or any other search engine) or any other source at their disposal to get the right answer.\"\r\n\r\nThe event will continue till 27th October 2019.\r\n",
      "rules": "The competition is open to anybody and everybody. No restrictions on age, gender, concentration or geography have been implied. Participants can freely use the Internet (Google, Bing or any other search engine) or any other source at their disposal to get the right answer.\r\n",
      "judging_criteria": "The first person to reach the last level or the highest level will be declared as the winner. Other prizes will be given to participants on completion of the task that will be given at different levels based on the participation and statistics.  \r\n",
      "date": "25-10-2019",
      "venue": "www.treasherlocked.com",
      "time": "21:00",
      "date1": "",
      "time1": "",
      "category": "preinnoevents",
      "coordinatorName1": "SWATI",
      "coordinatorContact1": "7903030560",
      "coordinatorName2": "SUFYAN",
      "coordinatorContact2": "9583665111",
      "image_path": "assets\/images\/events\/eid_89.jpg",
      "max_limit": ""
    },
    {
      "eid": "91",
      "title": "PSI-PHI Hackathon",
      "description": "Psi - Phi is a nationwide hackathon. You never change things by fighting the existing reality. To change something, build a new model that makes the existing model obsolete. In this design sprint like event, use your coding skills and algorithmic approaches to help resolve major issues like disaster management, healthcare, agriculture, women safety  that the world faced.. Prizes worth 50k are there for winners. Exploration is the engine that drives innovation. Innovation drives economic growth. So let's all go exploring. Gear up for the event because this might be your chance of the lifetime to take part in the flagship event of hackathon.\r\n",
      "rules": "\"1.\tDevelopment of the presentation and technology prototype deliverables must NOT start prior to event kick-off. Development of the idea and research for the community impact report may start prior to the event, but progress and improvement of the final deliverable must be shown by the team over the period of the event. Teams not following this rule will receive a zero score for any applicable categories of judging related to the deliverable developed ahead of event kick-off.\r\n2.\tThird party frameworks and libraries may be used, but must be declared in the technical prototype demonstration. A score penalty may be incurred for failure to declare as stated in Judging section\r\n3.\tParticipants and attendees of the event will conduct themselves in a respectful and professional manner\r\n4.\tJudges decisions is final. The judges' decision is final and no correspondence will be entered into by the judges in relation to that decision.\r\n5.\tParticipants are not required to work at the available event space over the entirety of the weekend, but must notify the event organization team of remote work by contacting. This is to ensure adequate time to plan for number of teams presenting at Closing Night and for event organization team to relay any updates throughout the weekend. Failure to notify may result in a score penalty\"\r\n",
      "judging_criteria": "\"Technology \r\n• Difficulty of Task (1-5 points) X Execution (1-5 points) \r\n• Judge's Favourite: Each Technical Judge may award an additional five points for their favourite use of technology. • Maximum of 30 points from each technical judge. \r\n• Penalties: Score of ZERO if not submitted on time or if started before event kick-off. \r\n\r\nCommunity Impact\r\n • Research and Analysis (1-5 points) X Readability (1-5 points) \r\n• Judge's Favourite: Each Community Impact Judge may award an additional five points for their favourite demonstration of community impact. \r\n• Maximum of 30 points from each Community Impact Judge. \r\n• Penalties: Score of ZERO if not submitted on time or if initial deliverable unchanged over event period. \r\n\r\nPresentation \r\n• Information Communicated (1-5 points) X Quality of Delivery (1-5 points) \r\n• Judge's Favourite: Each Presentation Judge may award an additional five points for their favourite presentation \r\n• Maximum of 30 points from each presentation judge \r\n• Penalties: Score of ZERO if not submitted on time or if started before event kick-off Total \r\n\r\nTeam Score \r\n• The maximum score possible for each category will be the same. \r\n• Total Score = Technology + Community Impact + Presentation\r\n\"\r\n",
      "date": "02-11-2019",
      "venue": "LA Computer Centre 1",
      "time": "08:00",
      "date1": "03-11-2019",
      "time1": "08:00",
      "category": "special",
      "coordinatorName1": "Anshuman",
      "coordinatorContact1": "8895508020",
      "coordinatorName2": "Roshan",
      "coordinatorContact2": "8249395342",
      "image_path": "assets\/images\/events\/eid_91.jpg",
      "max_limit": ""
    },
    {
      "eid": "92",
      "title": "CHEM-E-CAR 2.0",
      "description": "In this competition, students are required to design and successfully construct a miniature car, which completely runs on chemical reactions (starting and stopping), the car is being designed with the chemical brakes, which has to stop at some particular stipulated given distance, carrying some specific weight. Design of the car will be based on the space theme. \r\n",
      "rules": "1)The only energy source for the propulsion of the car is a chemical reaction ( In last possible case commercial batteries may be used as a power  source).No liquid discharge is allowed. No obnoxious odor discharge is allowed.\r\n2)The stopping mechanism has to be controlled by a chemical reaction. No brakes, mechanical or electronic timing devices are allowed.\r\n3)All components of the car must fit into a box of dimensions no larger than 40 cm x 30 cm x 20 cm (shoebox-sized). The car may be disassembled to meet this requirement.\r\n4)The cost of the contents of the \"shoe box\" and the chemicals must not exceed ₹2,000. The vehicle cost includes the donated cost of any equipment. The time donated by university machine shops and other personnel will not be included in the total price of the car. It is expected that every university has equal access to these resources. The cost of pressure testing is also not included in the capital cost of the car.\r\n5) The car has to travel through a specific designed track available on the spot ( which will rectangular in size). Failing to do so, that particular team will be disqualified.",
      "judging_criteria": "Teams will be judged on the basis of :-\r\n1) Run of the car.\r\n2) Design of the car.\r\n3) EDP\r\n4) Starting reaction \r\n5) Knowledge about the car.",
      "date": "03-11-2019",
      "venue": "BM-BT VERANDA",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "flagships",
      "coordinatorName1": "Vedant",
      "coordinatorContact1": "7030393824",
      "coordinatorName2": "Vishal",
      "coordinatorContact2": "8755755073",
      "image_path": "assets\/images\/events\/eid_92.jpg",
      "max_limit": ""
    },
    {
      "eid": "93",
      "title": "ANTARIKSH : THE SPACE QUIZ",
      "description": " A quiz competition based on the theme of space. It consists of a preliminary round and a final round.",
      "rules": "No electronic devices are allowed. Two participants in a team. Prelims is a written round.\r\nIf found doing any kind of malpractice , respective team will be disqualified.",
      "judging_criteria": "Highest scoring 6 teams move on to the finals. ",
      "date": "03-11-2019",
      "venue": "LA - 217",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "Aman Samal",
      "coordinatorContact1": "7978131235",
      "coordinatorName2": "Pratyush",
      "coordinatorContact2": "8917536849",
      "image_path": "assets\/images\/events\/eid_93.jpg",
      "max_limit": ""
    },
    {
      "eid": "94",
      "title": "AIRPLANE TRICK-SHOT",
      "description": "This event is a fun event in which participants will be manoeuvring the flight to cross hurdles and be the emperor of the sky by conquering the obstructions.",
      "rules": "1.\tThe event coordinators will provide the planes\/materials (decided accordingly) to the participants at the venue only.\r\n2.\tParticipants will be briefed about aeromodelling of the plane, and then they themselves have to adjust the control surfaces according to the round and desired path of the flight.\r\n3.\tMaximum of two participants are allowed to participate in a group.\r\n4.\tBasic concepts of aeromodelling will be briefed to each participant in the beginning.\r\n5.\tThere will be three levels, with different required positions of the control surfaces, and each of them is eliminating round.\r\n6.\t Second attempt will be given for all three levels in the same eliminating manner.\r\n7.\tTime restriction will be there to complete all the levels.\r\n8.\tNo material\/assembled plane is to be taken away by the participants.\r\n9.\tTrying to damage the plane will lead to immediate disqualification.\r\n10.\tEach participant is allowed to participate only once in one day.\r\n11.\tThe decision of the coordinators will be final.\r\n",
      "judging_criteria": "Winners will be decided as per their performance and will be marked as per certain criteria by the coordinators.",
      "date": "02-11-2019",
      "venue": "LIBRARY LAWN",
      "time": "10:00",
      "date1": "03-11-2019",
      "time1": "10:00",
      "category": "events",
      "coordinatorName1": "Ankit",
      "coordinatorContact1": "9424301944",
      "coordinatorName2": "Shiv",
      "coordinatorContact2": "7987145570",
      "image_path": "assets\/images\/events\/eid_94.jpg",
      "max_limit": ""
    },
    {
      "eid": "95",
      "title": "MAZE HUNT 3.0",
      "description": "Maze Hunt 3.0 is one of the most popular fun group events organized in which participants enter in teams of two and travel through the real built maze, searching for checkpoints to answer generalized questions to accumulate points and progress towards the exit. ",
      "rules": "1. You are requested to follow the instructions given to you by the volunteers.<br>\r\n2. Keep the registration paper given to you safely. If lost, additional sheet will NOT be\r\nprovided.<br>\r\n3. TAMPERING WITH THE REGISTRATION PAPER MEANS AUTOMATIC\r\nDISQUALIFICATION.<br>\r\n4. After entering the maze, you are expected to complete the maze within the time\r\nmentioned by the volunteer(5 minutes max) . Failure to do so amounts to AUTOMATIC\r\nDISQUALIFICATION.<br>\r\n5. Inside the maze you will find certain number of checkpoints with clues related to the\r\ntheme of Innovision (Space Opera),where a volunteer will mark on your registration\r\npaper to indicate that you have reached the checkpoint. Please behave politely with\r\nthem and don't ask them for directions.ANY PHYSICAL DAMAGE TO THE MAZE\r\nWILL RESULT IN DIRECT DISQUALIFICATION OF YOUR TEAM.\r\n<br>\r\n6. At the challenge Arena, you have to choose in between a certain set of questionnaire or a tasks to do.\r\nIf you choose the task then you have to perform the tasks and if you\r\nchoose the questionnaire, the time limit for each question is 30 seconds.<br>\r\n7. Once you have reached the exit, you may choose to come out or look for more\r\ncheckpoints based on how much time is left for you.<br>\r\n8. If you are running out of time, your team number will be announced and you are\r\nexpected to try and complete the maze quickly.<br>\r\n9. If you meet any other participant inside the maze, you may ask them for directions. NO\r\nTHREATENING\/FORCING IS ALLOWED.<br>\r\n10. The winners of the maze will be announced at the later date. The winners will be decided\r\nbased on a combination of your maze time, the checkpoints cleared and the points\r\nachieved in the challenge arena (if completed).<br>",
      "judging_criteria": "Each team was allowed a maximum of five minutes inside the maze and points were given on the basis of how fast they completed the maze and how well they were able to find and solve the tasks given at the checkpoints .",
      "date": "02-11-2019",
      "venue": "LA CYCLE STAND",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "funevents",
      "coordinatorName1": "Sandeep",
      "coordinatorContact1": "9113128789",
      "coordinatorName2": "Soumya",
      "coordinatorContact2": "7608805556",
      "image_path": "assets\/images\/events\/eid_95.jpg",
      "max_limit": ""
    },
    {
      "eid": "96",
      "title": "STAR TREK",
      "description": "Star trek is a treasure-hunt based astronomy puzzle competition where participants participate in groups of 2-3. The groups have to solve questions regarding astronomy whose solution will act as hint and lead them to their next destination where they have to search the area for the next puzzle. The puzzle locations would be scattered throughout the Academic block. The participants have to use their smart phones to scan the QR codes provided to get the puzzle question. The puzzle questions would have a certain theme regarding to travel through space as the name of the event suggests which would unfold as the participants move up through the levels. Further details will be given before the event starts.",
      "rules": "1.  The event is strictly based on the time taken by the team to cover the overall course.\r\n2.\tThe group should contain no more than 3 people.\r\n3.\tThe questions will be related to astronomy only.\r\n4.\tThe use of internet is not allowed but discussion among group mates is allowed.\r\n",
      "judging_criteria": "The only judging criteria is the time taken by the group to answer all questions and to reach the different stations.",
      "date": "02-11-2019",
      "venue": "LA - 314",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "Amrit Sahani",
      "coordinatorContact1": "8249797377",
      "coordinatorName2": "Dibyajyoti Sritam",
      "coordinatorContact2": "7537083713",
      "image_path": "assets\/images\/events\/eid_96.jpg",
      "max_limit": ""
    },
    {
      "eid": "97",
      "title": "IPL AUCTION 4.0",
      "description": "Welcome to the thrill of live IPL AUCTION 4.0! It's an event for all cricket fans and lovers out there, who don't only watch or play but also analyse things going on and off the field. This event is all about bidding and you need to put your strategies along with cricketing knowledge to come out with a best possible team, to compete with your opponents, who will give you a run for your money. If you follow  international cricket along with IPL and can mix your passion with common sense into your biding then the event is a must for you.",
      "rules": "1. A team must comprise of 2-3 members. <br>\r\n2. Team members must be of same college. <br>\r\n3. A team member can not register in more than one team. <br>\r\n4. Multiple teams from institutes are allowed and encouraged. <br>\r\n5. In case of discrepancies, decision of judges\/event organizers will be final.  <br>\r\n6. Organizers reserve the right to change the timelines.",
      "judging_criteria": "1. The teams which will clear elimination round ( online quiz) will proceed to next phase i.e. the on-campus auction round. <br>\r\n2. In auction round, the team which will have the highest attribute score will be judged as the Winner of the event and subsequently the second highest attribute score will be proclaimed as Runners-up of the event.",
      "date": "03-11-2019",
      "venue": "LA- 204",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "Saswat Ku Behera",
      "coordinatorContact1": "9432134094",
      "coordinatorName2": "Hari Chandan Patnaik",
      "coordinatorContact2": "8984402102",
      "image_path": "assets\/images\/events\/eid_97.jpg",
      "max_limit": ""
    },
    {
      "eid": "98",
      "title": "DRINKS PARLOUR (FoodFest)",
      "description": "This event would Consist of Food stall in SAC Garden in which hygenic Mocktails,coldcoffe,Milkshakes of different flavours would prepared by our Chefs in reasonable prices.",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "SAC GARDENS",
      "time": "10:00",
      "date1": "03-11-2019",
      "time1": "10:00",
      "category": "events",
      "coordinatorName1": "Swathi",
      "coordinatorContact1": "9381271429",
      "coordinatorName2": "Lakshman",
      "coordinatorContact2": "8374635082",
      "image_path": "assets\/images\/events\/eid_98.jpg",
      "max_limit": ""
    },
    {
      "eid": "99",
      "title": "AUTOMOTIVE QUIZ",
      "description": "This event is for the automobile enthusiast who are interested in automobile.\r\nThis event consist of a quiz on automobile.",
      "rules": "The event consist of quiz which should be answered within the time limit without any\r\nbiasing,the quiz consist of question carrying some marks.",
      "judging_criteria": "The one with highest score will be rewarded with exciting goodies followed by\r\ntwo others with lower score than the previous one.we will award only the 1st 2nd and 3rd with\r\nprizes.",
      "date": "02-11-2019",
      "venue": "LA - 301",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "Sibasish",
      "coordinatorContact1": "7504361119",
      "coordinatorName2": "Subhasis",
      "coordinatorContact2": "9937942874",
      "image_path": "assets\/images\/events\/eid_99.jpg",
      "max_limit": ""
    },
    {
      "eid": "100",
      "title": "IRIDESCENCE",
      "description": "Here we are, with yet another edition of the annual exhibition of Design Tab to blow your minds off. This time, its gonna be bigger, better and even more awesome.\r\nGet ready for a space experience like never before in NIT Rourkela. We are gonna get you booked for a journey through space and time, so make sure not to miss it !",
      "rules": "-",
      "judging_criteria": "-",
      "date": "01-11-2019",
      "venue": "R M HALL",
      "time": "17:00",
      "date1": "",
      "time1": "",
      "category": "exhibitions",
      "coordinatorName1": "Luv Krishna",
      "coordinatorContact1": "9792782936",
      "coordinatorName2": "Shaswat",
      "coordinatorContact2": "9772444959",
      "image_path": "assets\/images\/events\/eid_100.jpg",
      "max_limit": ""
    },
    {
      "eid": "101",
      "title": "CODEX 19.0",
      "description": "The contest is hosted by NIT Rourkela.\r\nPrizes: Overall 1st INR 3000, Overall 2nd INR 2000 (from India only), Top 3 from NIT Rourkela will receive club T - Shirt.\r\nRegistrations for prizes: Those who are eligible for prizes may contact coordinators. \r\nYou just need to have a CodeChef username to participate. No seperate registration is required. If you do not have a CodeChef ID create one here --\r\n<a href=\"https:\/\/www.codechef.com\/signup\">Codechef Signup<\/a><br>\r\n\r\nOur contests are open to all the programmers across the globe. However, all the participants are expected to abide to CodeChef Code Of Conduct.",
      "rules": "Please do not discuss strategy, suggestions or tips in the comments during a live contest. Posting questions clarifying the problem statement is ok. If you are unsure, email us at feedback@codechef.com .\r\nDiscussing CodeChef's problems or any aspect of problem, on any other platform on web, on identification, could lead to disabling of respective account and banning from the community.\r\nAlmost all languages supported on CodeChef are allowed.\r\nEach program will be tested based on our critical test data. However output and input should be exactly as specified in the samples provided",
      "judging_criteria": "All the problems have same points alloted to them.\r\nUsers are ranked according to the most problems solved. Ties will be broken by the total time for each user in ascending order of time\r\nThe total time is the sum of the time consumed for each problem solved. The time consumed for a solved problem is the time elapsed from the beginning of the contest to the submission of the first accepted run plus 20 penalty minutes for every previously rejected run for that problem(Wrong answer, Time limit exceeded, Runtime Error). There is no time consumed for a problem that is not solved.\r\nThe decision of the organizers in declaring the results will be final. No queries in this regard will be entertained.\r\nAny participant found to be indulging in any form of malpractice will be immediately disqualified.",
      "date": "26-10-2019",
      "venue": "ONLINE",
      "time": "21:00",
      "date1": "27-10-2019",
      "time1": "",
      "category": "preinnoevents",
      "coordinatorName1": "Roshan",
      "coordinatorContact1": "6370732832",
      "coordinatorName2": "Sonali",
      "coordinatorContact2": "8917265890",
      "image_path": "assets\/images\/events\/eid_101.jpg",
      "max_limit": ""
    },
    {
      "eid": "105",
      "title": "INTERNMELA",
      "description": "Innovision 2019 presents to you the most promising platform INTERNMELA, where participants will get golden opportunities to work as interns in various reputed companies and startups, along with chances to grab several other lucrative perks and offers on the basis of the skills they possess. It is a mutually befitting event, where companies hire interns across various domains and students get a chance to educate themselves on interviews and workmanship.",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "TIIR Auditorium",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "special",
      "coordinatorName1": "Debaprasad ",
      "coordinatorContact1": "9668081541",
      "coordinatorName2": "Shrantik ",
      "coordinatorContact2": "7008083961",
      "image_path": "assets\/images\/events\/eid_105.jpg",
      "max_limit": ""
    },
    {
      "eid": "106",
      "title": "Explore ML",
      "description": "We’re excited to bring Google's Explore ML to our college. This program is intended for those who wish to learn ML from a practical, applied perspective that will enable them to use machine learning in their projects, and who wish to get started with the basics of TensorFlow. This program not only focuses on training in ML but also on building an ecosystem for ML enthusiasts.\r\n\r\nThe Explore ML Program includes selected modules that introduce you to basic ML concepts. Our student facilitator will guide you through these modules’ content and activities as well as clarifying content you may have questions on. \r\n\r\n<br><br>2nd of November  :10:00 am -12:00 noon and 2:00 pm-4:30 pm\r\n<br><br>\r\nThis course will be suitable for you if you:\r\nHave prior programming experience\r\nBasics of calculus and linear algebra.\r\n#exploreml  #dsc  #developerstudentclubs",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "LA Computer Centre",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "workshops",
      "coordinatorName1": "Abel M",
      "coordinatorContact1": "9430196965",
      "coordinatorName2": "Harsh B",
      "coordinatorContact2": "9304054340",
      "image_path": "assets\/images\/events\/eid_106.jpg",
      "max_limit": ""
    },
    {
      "eid": "107",
      "title": "MODEL ROCKETRY WORKSHOP ",
      "description": "With the skyrocketing laurels achieved by ISRO, the young minds of India are getting swayed towards Rocketry.\r\nThe first and foremost work to do in any manufacturing industry is to develop and design the model using engineering softwares.\r\n This Innovision, We provide you with a golden opportunity to gain the skill of Model Rocketry using CATIA, \r\na multi-platform CAD CAM and CAE software. Come and take the first steps towards your dream .. towards Rocket Science!\r\n\r\n<BR><BR>\r\n<strong>Rs  50\/- per Participant.<\/strong>\r\n<br>\r\nP.S: You shall receive a ticket from CollegeFever on the successful payment of the workshop fees. Download it as it can be used as a proof for attending the workshop.\r\nNote: Please ignore the payment button if already paid.",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "EC 303",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "14:00",
      "category": "paidworkshops",
      "coordinatorName1": "Shiva",
      "coordinatorContact1": "7780709299",
      "coordinatorName2": "Binod",
      "coordinatorContact2": "9435127734",
      "image_path": "assets\/images\/events\/eid_107.jpg",
      "max_limit": ""
    },
    {
      "eid": "108",
      "title": "INTERNET OF THINGS (IoT)",
      "description": "Have you ever fanaticized controlling your electronic devices from the internet?\r\nInternet of Things is a new revolution of the Internet. A world where the real, digital and the virtual are converging, to create smart environments that make the world around you much more “intelligent”. This Innovision, Dalvik is organizing a workshop on IoT that brings you a wonderful opportunity to delve deep into the Embedded and Robotics Industryby learning how to build IoT products and services in a simple and user-friendly method. \r\n\r\n<BR><BR>\r\n<strong>Rs  120\/- per Participant.<\/strong>\r\n\r\nP.S: You shall receive a ticket from CollegeFever on the successful payment of the workshop fees. Download it as it can be used as a proof for attending the workshop.\r\nNote: Please ignore the payment button if already paid.\r\n\r\n\r\n\r\n",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "LA Computer Centre",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "14:00",
      "category": "paidworkshops",
      "coordinatorName1": "Binod",
      "coordinatorContact1": "9435127734",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_108.jpg",
      "max_limit": ""
    },
    {
      "eid": "109",
      "title": "ROBOTICS PROCESS AUTOMATION WORKSHOP",
      "description": "Robotic Process Automation(RPA) is the technology that allows anyone today to configure computer software, \r\nor a “robot” to emulate and integrate the actions of a human interacting within digital systems to execute a business process. \r\nRPA robots utilize the user interface to capture data and manipulate applications just like humans do. \r\nThey interpret, trigger responses and communicate with other systems in order to perform on a vast variety of repetitive tasks.\r\n Only substantially better: an RPA software robot never sleeps, makes zero mistakes and costs a lot less than an employee.\r\n. \r\n. \r\n. \r\n. \r\nInnovision'19 brings to the budding technocrats, a trailblazing workshop on RPA that will leave tech geeks absolutely astounded with tinge of indelible imprint in people's minds. So buckle up and get yourself registered ASAP to experience something that you would have never got a chance to witness anywhere else. \r\n",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "EC SIMULATION LAB",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "workshops",
      "coordinatorName1": "Binod",
      "coordinatorContact1": "9435127734",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_109.jpg",
      "max_limit": ""
    },
    {
      "eid": "110",
      "title": "VFX AND ANIMATION WORKSHOP",
      "description": "Do you ever watch a superhero movie or your favourite anime and wonder how they make it look so interesting?\r\n To encourage the creative artist in you, Innovision brings to you a workshop on VFX and filmmaking.\r\n Learn all the tricks and much more with a lot of fun guaranteed.",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "EE - 319",
      "time": "09:00",
      "date1": "02-11-2019",
      "time1": "14:00",
      "category": "workshops",
      "coordinatorName1": "Binod",
      "coordinatorContact1": "9435127734",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_110.jpg",
      "max_limit": ""
    },
    {
      "eid": "112",
      "title": "DRONE TRAINING ",
      "description": "DRONE TRAINING BY DALVIK:\r\nConquer the sky with your hands!!\r\nWanna build and fly your very own Quadcopter and enjoy a hands-on experience?\r\nBreak the ice with Drone Technology by learning the concepts and applications of Drones.\r\nInnovision 2k19 brings to you a hands on Drone workshop where you can build, design and soar your creativity.\r\nRegister now for this workshop and help unleash your inner desires to build and fly your own drone!\r\n<BR><BR>\r\n<strong>Rs  120\/- per Participant.<\/strong>\r\n<br>P.S: You shall receive a ticket from CollegeFever on the successful payment of the workshop fees. Download it as it can be used as a proof for attending the workshop.\r\nNote: Please ignore the payment button if already paid.",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "EC - 138",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "14:00",
      "category": "paidworkshops",
      "coordinatorName1": "Binod",
      "coordinatorContact1": "9435127734",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_112.jpg",
      "max_limit": ""
    },
    {
      "eid": "114",
      "title": "WORKSHOP ON AUGMENTED REALITY",
      "description": "AR began as child’s play that went on to capture the imagination across all age groups. \r\nWith the popular mobile gaming app, Pokémon Go, AR became a trendsetter putting it on the hi-tech map. \r\nThe rest is history, marked by fast-paced innovations to provide engaging and immersive experiences across diverse verticals, \r\nplatforms and devices. \r\nStarting from being able to make your AR objects, games and characters to capturing 3-D image throw video!\r\nMark your calendar as Team Innovision brings to you these experiences and create your own augmented world!! \r\n<BR><BR>\r\n<strong>Rs  50\/- per Participant.<\/strong>\r\n\r\n<br>P.S: You shall receive a ticket from CollegeFever on the successful payment of the workshop fees. Download it as it can be used as a proof for attending the workshop.\r\nNote: Please ignore the payment button if already paid.",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "EC - 136",
      "time": "09:00",
      "date1": "03-10-2019",
      "time1": "14:00",
      "category": "paidworkshops",
      "coordinatorName1": "Binod",
      "coordinatorContact1": "9435127734",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_114.jpg",
      "max_limit": ""
    },
    {
      "eid": "115",
      "title": "WORKSHOP ON REINFORCEMENT LEARNING",
      "description": "REINFORCEMENT LEARNING BY INTEL:\r\nHave you ever heard about the magical capabilities of deep reinforcement learning agents DeepMinds AlphaZero and OpenAIs Dota bot?\r\nReinforcement Learning(RL) is a type of machine learning technique that enables an agent to learn in an interactive environment by trial and error using feedback from its own actions and experiences. This year, Innovision in collaboration with Intel brings you a unique opportunity to be a part of a workshop. Register now and let your doors be opened, to the most exciting new directions in RL and control.\r\n",
      "rules": "",
      "judging_criteria": "",
      "date": "03-11-2019",
      "venue": "LA COMPUTER CENTER",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "workshops",
      "coordinatorName1": "Binod",
      "coordinatorContact1": "9435127734",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_115.jpg",
      "max_limit": ""
    },
    {
      "eid": "118",
      "title": "CLOUD COMPUTING WORKSHOP",
      "description": "Ever wondered if you could access all the functionalities of a computer over the internet? \r\n\r\nFortunately, with the evolution of technology, that's a possibility now.\r\n\r\nWith the advent of the Internet, being such a powerful technology, it has been put into use for various jobs. \r\nOne such is important application is Cloud Computing. Cloud computing is the on-demand availability of computer system resources, especially data storage and computing power, via the Internet.\r\n\r\n\r\nTeam INNOVISION brings you the opportunity to doodle with your creative mind, workshop of Cloud Computing will give you the platform to enhance your understanding of the fundamentals of Cloud Computing as well as its applications!",
      "rules": "",
      "judging_criteria": "",
      "date": "03-11-2019",
      "venue": "EC SIMULATION LAB",
      "time": "09:00",
      "date1": "",
      "time1": "",
      "category": "workshops",
      "coordinatorName1": "Binod",
      "coordinatorContact1": "9435127734",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_118.jpg",
      "max_limit": ""
    },
    {
      "eid": "119",
      "title": "ROBOSUMO 3.0",
      "description": "Everyone has watched and enjoyed Transformers since their childhood. Autobots using their advanced weapons to protect the Earth from Decepticons. Ever wondered how a real battle between two such extremely powerful futuristic robots would look like?\n    ROBOSUMO 3.0 brings you one of the largest battle arenas in Eastern India and the best robots from all over India converging to battle it out to decide who takes the glory. Gear up to witness the largest battle between bots for non-stop entertainment.\nCONTEST:\n                     Two robots compete on a circular ring. Before the start, they are placed to a predefined position. The goal is not to destroy the opponent robot or turn it into a heaping pile of junk, but to push it out of a ring. That may not sound like much, but the execution is oh so entertaining. If a robot or any part of it touches the ground outside of the ring, the robot loses. This applies also in case any part fells off the robot and is pushed by the opponent out of the ring or fells off the ring by itself.\n",
      "rules": "<b>COMPETITION RULES AND SPECIFICATIONS:<\/b>\n1. TEAM:\n•\tAny team can participate in ROBOSUMO 3.0. A team may consist of a maximum of 4 participants. These participants can be from the same or different institutes\n•\tTeam Name: Every team must have a unique name. Event Organizers reserve the right to reject entries from any team whose name it deems inappropriate, offensive or conflicting. Organizers must be notified if a team's name has been changed.\n 2. ARENA SPECIFICATIONS:\n•\tThe arena is a flat circular disc on which 3 concentric circles will be present. The radius of inner circle will be 50cm, middle circle will be 100cm and outer circle will be of 150cm. \n•\tThe surface is monolithic and there are no hummocks which could affect robot movement.\n3. RULES(ROBOT DESIGN):\n•\tThe bot may be built from any kind of material. \n•\tThe size of the bot should be of maximum cm 30cm* 20cm * 20cm. \n•\tThe weight of the bot should be of maximum 2.5 kg. \n•\tMaximum Voltage that could be given to bot is 15V DC. AC voltage is not allowed. \n•\tBoth Wire and wireless bots are allowed. \n•\tIf the bot weight exceeds 2.5 kg, then scores will be deducted according to the normalisation factor decided by coordinators.\n4. CRITERIA FOR VICTORY:\n•\tThere will be three rounds each of 2mins. The team which wins 2 out of 3 rounds will be finally the winner. \n•\tIf a bot is wireless, the team will be awarded with 20 points prior the competition. \n•\tIf a bot crosses the inner circle, its opponent will be awarded 10 points. \n•\tIf a bot crosses the middle circle, its opponent will be awarded 25 points.\n•\tIf a bot crosses the outer circle, its opponent will be awarded 50 points. \n5. POWER OF JUDGES\/COORDINATORS\/REFEREE:\n•\tIf a robot or a participant violates the rules, the referee may disqualify them from the race. He may also disqualify the participant or the robot for further races.\n•\tNo objections against the decisions of the referee or the organizers are allowed. \n•\tThe organizers may change the rules without prior notice, e.g. based on number of participants, local conditions etc. \n•\tThe participants are responsible for their robots and their safety and will be liable for all damages caused by them, their robots or their equipment. \n•\tThe organizers will not be under any circumstances held liable or responsible for any accidents of the participants or any damages caused by the participants, their robots or their equipment. \n•\tAll the decisions taken by the judge will be final and binding to all. Any queries afterwards will not be entertained.\n",
      "judging_criteria": "1.\tThere will be three rounds each of two minutes. If one team wins one round and another team wins another round then only there will be another round of 2 minutes.\n2.\tIn between two rounds there will be gap of 30 seconds to re-check your bot. You will not be allowed to touch the bot during the rounds. If you touch the bot during the match there will be negative marking.\n3.\tIf a bot is wireless the team will be awarded with extra 20 points prior to the match.\n4.\tIf a bot crosses inner circle then opponent bot will be awarded 10 points.\n5.\tIf a bot crosses middle circle then opponent bot will be awarded 25 points. \n6.\tIf a bot crosses outer circle then opponent bot will be awarded 50 points.\n\nNegative Marking \n1. 5-10% errors in dimensions and weight specified is allowed.\n2. Weight: \n•\tIf the weight crosses 2.7 kg then there will be negative marking.\n•\tFor every 100g above 2.7kg upto 3kg there will be a negative marking of 10 points.\n•\tAfter 3 kg upto 3.5 kg for every 100g there will be a negative marking of 25 points. \n•\tAfter 3.5 kg for every 100g there will be a negative marking of 50 points. \n•\tAbove 5 kg bots are not allowed.\n•\tFor Example, If your bot weight is 2.9 kg then there will be a negative marking of            ((2900- 2700)\/100)*10 = -20. If your bot weight is 3.4 kg then there will be a negative marking of (((3000-2700)\/100)*10) + (((3400-3000)\/100)*25) = -130.\n 3. Size: \n•\tIf there is more than 5-10% error in bot dimension then there will be negative marking. \n•\tIn case of length upto 33cm there will be no negative marking. \n•\tAbove 33 upto 36 there will be a negative marking of 10 points for each cm. \n•\tAbove 36 upto 40 there will be a negative marking of 25 points per cm. \n•\tAbove 40cm bots are not allowed. \n•\tIn case of height and width upto 22cm there will be no negative marking. \n•\tAbove 22 upto 25 there will be a negative marking of 10 points per cm. \n•\tAbove 25 upto 30 there will be a negative marking of 25 points per cm. \n•\tSuppose your bot is of 35*26*20 then there will be a negative marking of                             ((35-33)*10) +(((26-25)*25)+(25-22)*10) = -(20+25+30) = -75.\n 4. Voltage: \n•\tIf the voltage exceeds 16V there will be negative marking. \n•\tFor each voltage upto 20V there will be a negative marking of 25 points.\n•\tAbove 20V is strictly not allowed.\n5. For every time you touch the bot during the competition there will be a negative marking of 10 points. \n<b>Decision of the organizers will be final.<\/b> ",
      "date": "02-11-2019",
      "venue": "LA CENTRE",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "flagships",
      "coordinatorName1": "Debaprasad",
      "coordinatorContact1": "9668081541",
      "coordinatorName2": "Shrantik",
      "coordinatorContact2": "7008083961",
      "image_path": "assets\/images\/events\/eid_119.jpg",
      "max_limit": "0"
    },
    {
      "eid": "121",
      "title": "CAR SHOW ",
      "description": "Quiz and car show\r\n",
      "rules": "Participants will have to answer the quiz questions without any malpractice\r\n",
      "judging_criteria": "Knowledge on automobile\r\n",
      "date": "02-11-2019",
      "venue": "NESCAFE(BANYAN TREE)",
      "time": "14:00",
      "date1": "03-11-2019",
      "time1": "14:00",
      "category": "events",
      "coordinatorName1": "SIBASISH ",
      "coordinatorContact1": "7504361119",
      "coordinatorName2": "SUBHASIS",
      "coordinatorContact2": "9937942874",
      "image_path": "assets\/images\/events\/eid_121.jpg",
      "max_limit": ""
    },
    {
      "eid": "122",
      "title": "KNOWING STOCKS 101",
      "description": "An online stock trading game for the ones who love to take risks. \r\n",
      "rules": "We need to invest in stocks of different companies and compete to earn the most. \r\n",
      "judging_criteria": "The one with the highest earning will win. \r\n",
      "date": "28-10-2019",
      "venue": "ONLINE EVENT",
      "time": "09:30",
      "date1": "",
      "time1": "",
      "category": "preinnoevents",
      "coordinatorName1": "Abhishek",
      "coordinatorContact1": "8093332383",
      "coordinatorName2": "Aditya",
      "coordinatorContact2": "7281048670",
      "image_path": "assets\/images\/events\/eid_122.jpg",
      "max_limit": ""
    },
    {
      "eid": "123",
      "title": "TOSSING THE SKILLS",
      "description": "Tossing the skills an event to measure risk factors involved in throwing the ball \r\n",
      "rules": "Will be  displayed during the event. \r\nEach player can use only 5 balls\r\nOne ball each time. ",
      "judging_criteria": "One successful throw is equal to one point muliplied by the distance.   \r\n",
      "date": "02-11-2019",
      "venue": "LA - 116",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "09:00",
      "category": "events",
      "coordinatorName1": "Siddharth",
      "coordinatorContact1": "9027356318",
      "coordinatorName2": "Sneha",
      "coordinatorContact2": "6394920430",
      "image_path": "assets\/images\/events\/eid_123.jpg",
      "max_limit": ""
    },
    {
      "eid": "124",
      "title": "GUPCHUP (FoodFest)",
      "description": "It would be a competition\r\nwhich would comprised of two members , one member will fill potato mash along with pudina & tamarend water in the panipuri and feed  to the other member, the team which eat most number of gupchup will be the winner.\r\n",
      "rules": "No rush , event should be completed in in time.\r\nEveryone should cooperate with the event coordinator.\r\n",
      "judging_criteria": "We will have a timer and people have to eat the maximum gupchup and the highest gupchup eater will be awarded with a gift.\r\n",
      "date": "02-11-2019",
      "venue": "SAC GARDEN",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "GORIPARTHI SWATHI",
      "coordinatorContact1": "9381271429",
      "coordinatorName2": "LAKSHMAN JAYAWARDANE",
      "coordinatorContact2": "8374635082",
      "image_path": "assets\/images\/events\/eid_124.jpg",
      "max_limit": ""
    },
    {
      "eid": "125",
      "title": "SEMINAR on Nano Tech",
      "description": "Seminar on nano particles and it's future prospects by DR. JAY CHAKRABORTY  [ Principal Scientist , NML Jamshedpur ]\r\n",
      "rules": "1.Participants must note the points \r\n   mentioned by the speaker in a \r\n   notepad.\r\n2.There will be a small quiz for 15 \r\n   minutes at the end of the talk.\r\n3. Any doubts can be asked once \r\n    the talk is over.\r\n4.Participants may bring their own \r\n   notepads , pens etc according to \r\n   their convenience.\r\n",
      "judging_criteria": "Quiz for 15 minutes after the seminar.\r\n",
      "date": "02-11-2019",
      "venue": "Seminar Hall Chemical Department",
      "time": "10:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "Devidutta",
      "coordinatorContact1": "7008096695",
      "coordinatorName2": "Soumya",
      "coordinatorContact2": "9556454647",
      "image_path": "assets\/images\/events\/eid_125.jpg",
      "max_limit": ""
    },
    {
      "eid": "128",
      "title": "CCNA (CISCO CERTIFIED NETWORK ASSOCIATE) Workshop",
      "description": "CCNA is an information technology certification from CISCO Systems. These Certification needs to be updated at regular intervals. There are various level . There are 10 branches where CISCO provides certifications.",
      "rules": "-",
      "judging_criteria": "-",
      "date": "03-11-2019",
      "venue": "Mechanical Seminar Hall",
      "time": "09:00",
      "date1": "03-11-2019",
      "time1": "14:00",
      "category": "workshops",
      "coordinatorName1": "Binod",
      "coordinatorContact1": "9435127734",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_128.jpg",
      "max_limit": ""
    },
    {
      "eid": "130",
      "title": "Guest Lecture by SAMIR DATT",
      "description": "Mr. Sabyasachi Mukhopadhyay is a leading Data Scientist and the Google Developer Expert of ML. At present, Sabyasachi Mukhopadhyay is exploring AI tools in biomedical domain. Besides he has expertizations in signal processing and computer vision. In past, he worked on Wind Engineering, Vertex Coloring (Graph Theory) and Nano-sciences. There are 4 patents filed in his name. He has 51 publications which include books, journals and proceedings. He received several awards which includes ‘Best Research Paper Award’, prestigious ‘SPIE Photonics Education Scholarship-2014’ (only 19 students from Asia, 144 students around world to receive that) and so on. Being an entrepreneur by heart, Sabyasachi has cofounded Twelit and also associated with core entrepreneurship group of Rootalpha with its flagship education brand MyCampusing, which help to connect employers with the best college talents and make college recruitment fast, easy, efficient. Under his leadership along with Mr.Parichay Das, Rootalpha was selected for Microsoft Bizspark Startup (Infrastructure Supports Value: $500K US Doller and Product Development Help) and Google Developer Launchpad (Infrastructure, Mentoring, and Product Development Help Value: $120K US Doller). Sabyasachi also won ‘HOT 100 Technology’ award followed by ‘Top 50 Indian Innovator’ award for his innovation Roovx. He also worked as a Startup Consultant and ‘Advisor’ for Saladified (Food Startup). Recently he visited Singapore to attend the ‘Facebook Asia Pacific Leads Summit 2018’ which was completely sponsored by Facebook. His activities for Facebook Developer Circle and REDX club were highlighted in leading entrepreneurship magazine Yourstory (Bangla). He was featured in Facebook’s special coverage ‘The Limitless’ as one of India’s leading innovators and entrepreneurs of 2018. He was also invited as ‘Judge’ of NASA Space Apps Challenge 2018 at HIT Kolkata. He recently delivered TEDx Talk at BITS Warangal. Recently he has been honored with ‘Distinguished Lifetime Membership Award’ by ‘Society For Data Science’. His healthcare venture Twelit and automation venture Roovx were ranked as ‘Top 400 Startup’ by Govt. of India and IIM Kolkata at Smart Fifty Programme.",
      "rules": "-",
      "judging_criteria": "-",
      "date": "01-11-2019",
      "venue": "BBA Auditorium ",
      "time": "17:00",
      "date1": "",
      "time1": "",
      "category": "guest",
      "coordinatorName1": "Debaprasad ",
      "coordinatorContact1": "9668081541",
      "coordinatorName2": "Shrantik ",
      "coordinatorContact2": "7008083961",
      "image_path": "assets\/images\/events\/eid_130.jpg",
      "max_limit": ""
    },
    {
      "eid": "138",
      "title": "GUEST LECTURE by ARUP PATNAIK",
      "description": "It’s a tale about a dynamic personality, who is revered as the most respected IPS officer of the Maharashtra cadre. With such gigantic accomplishments under his name, he was the one responsible for the supervision of Police arrangements for U.S. President Bill Clinton’s visit to Mumbai. He was a critical investigating member of the 1993 Bomb Blast team and was also instrumental in the largest ever seizure of RDX, to the tune of 1500 kg at Mumbai in 1993. This personality has represented India in such International forums as Interpol, Lyons (France), and has participated in anti-money laundering workshops in Tokyo, Japan. He even has a movie (Black Friday) dedicated to his instrumental contributions to the largest ever seizure of RDX.\r\nHe is a recipient of the Director-General of Police's Insignia for his signal contribution in the investigation of the 1993 Bombay bombings. He distinguished himself by his effective handling of the Bombay riots in his jurisdiction in 1992-93.\r\nThis powerful personality is none other than Arup Patnaik, the 36th Police Commissioner of Mumbai.\r\nBe a part of the Guest lecture where he shares his experiences and stories of a great many accomplishments of his lifetime!\r\nThis is a part of Social Conclave lecture series organised by Bless n Bliss",
      "rules": "-",
      "judging_criteria": "-",
      "date": "02-11-2019",
      "venue": "BBA",
      "time": "16:00",
      "date1": "",
      "time1": "",
      "category": "guest",
      "coordinatorName1": "Debaprasad",
      "coordinatorContact1": "9668081541",
      "coordinatorName2": "Shrantik",
      "coordinatorContact2": "7008083961",
      "image_path": "assets\/images\/events\/eid_138.jpg",
      "max_limit": ""
    },
    {
      "eid": "139",
      "title": "GUEST LECTURE by SOUMYA RANJAN PATNAIK",
      "description": "[20:04, 10\/26\/2019] Binod Bro: Mr.Soumya Ranjan Patnaik , a household name in Odisha, an intellectual & a visionary.His love and commitment to Odisha and Odias is reflected in all his endeavours.He is a prominent Journalist who proved that literature and Journalism are Correlated.The Professor & Educationist Soumya Sir is  a pioneer of emancipation of Odia Language.His contribution in creating awareness on various  Social issues is remarkable! \r\nHe is the Founder and Director of Odia Daily \"Sambad\" & Eastern Medial Limited. He has outstanding contribution in  every field including Politics. He is an  Ex- member of Rajya Sabha & LokSabha. He is the present MLA of Khandapada,Nayagarh.\r\nHe has dispensed a lifelong service for the society!\r\nWe are lucky to have him On INNOVISION'19 For Social Conclave organized by Bless'n'bliss.",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "BBA",
      "time": "13:30",
      "date1": "",
      "time1": "",
      "category": "guest",
      "coordinatorName1": "Debaprasad",
      "coordinatorContact1": "9668081541",
      "coordinatorName2": "Shrantik",
      "coordinatorContact2": "7008083961",
      "image_path": "assets\/images\/events\/eid_139.jpg",
      "max_limit": ""
    },
    {
      "eid": "141",
      "title": "COMEDY NIGHT",
      "description": "NIT Rourkela just stepped up their game by bringing the whole universe at your feet this Innovision. And it's only fair that you have the heartiest laugh during our most awaited event, the Proshow. \r\nSo here’s presenting ANUBHAV SINGH BASSI, who will be here to make you laugh your socks off and take this event to a whole another level. <br>\r\nGet ready to enjoy a wonderful time and don’t forget, Hassi toh Bassi!",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "Dilip Tirkey Stadium",
      "time": "20:00",
      "date1": "",
      "time1": "",
      "category": "cultural",
      "coordinatorName1": "Shrantik  ",
      "coordinatorContact1": "7008083961",
      "coordinatorName2": "Debaprasad  ",
      "coordinatorContact2": "9668081541",
      "image_path": "assets\/images\/events\/eid_141.jpg",
      "max_limit": ""
    },
    {
      "eid": "142",
      "title": "GUEST SPEAKER TAPAN MISRA",
      "description": "Hailing from Rayagada of Odisha, Mr. Tapan Misra achieved dreams nobody could even comprehend of. He is a distinguished scientist and was conferred and affiliated with notable achievements such as Vikram Sarabhai Research award and ISRO merit award. Having already served as the Director of space applications centre at ISRO, he is indeed a source of motivation for all.\r\n\r\nThis INNOVISION'19, Mr. Tapan Misra is here at NIT Rourkela as our guest speaker and we are honoured to have him on board with us.\r\n",
      "rules": "",
      "judging_criteria": "",
      "date": "02-11-2019",
      "venue": "BBA",
      "time": "14:00",
      "date1": "",
      "time1": "",
      "category": "guest",
      "coordinatorName1": "Debaprasad",
      "coordinatorContact1": "9668081541",
      "coordinatorName2": "Shrantik  ",
      "coordinatorContact2": "7008083961",
      "image_path": "assets\/images\/events\/eid_142.jpg",
      "max_limit": ""
    },
    {
      "eid": "143",
      "title": "GUEST SPEAKER AVELO ROY",
      "description": "A Tech entrepreneur by profession and a dynamic speaker by passion, Mr. Avelo Roy, MD, Kolkata Ventures is a true 'Jack of all trades'. He has been an investor, a TV host and three times TEDx speaker. \r\n\r\nAs the great great grandson of Sarojini Naidu, Avelo continues the legacy forward by tirelessly serving the Indian youth through entrepreneurship education using lean startup methodology and principles of Bhagavad Gita. His efforts through Kolkata Ventures has resulted in 375+ revenue generating startups responsible for around 4000 new jobs created. \r\n\r\nIt gives the entire Team of Innovision immense pleasure and honour to have him on board for an informative talk session.",
      "rules": "-",
      "judging_criteria": "-",
      "date": "03-11-2019",
      "venue": "BBA",
      "time": "14:00",
      "date1": "",
      "time1": "",
      "category": "guest",
      "coordinatorName1": "Debaprasad",
      "coordinatorContact1": "9668081541",
      "coordinatorName2": "Shrantik  ",
      "coordinatorContact2": "7008083961",
      "image_path": "assets\/images\/events\/eid_143.jpg",
      "max_limit": ""
    },
    {
      "eid": "144",
      "title": "DJ NIGHT WITH OLLY ESSE",
      "description": "Are you ready to move your body to the rhythms of <b>EDM<\/b> ? Are you ready for another starry night?\r\nThis <b>INNOVISION<\/b>, get ready to witness <b>OLLY ESSE<\/b>, an <b>International DJ<\/b> all the way from <b>ITALY<\/b>. Having performed all over the globe and also being the <b>SUNBURN DJ<\/b>, she's ready to rock here with us at <b>NIT Rourkela<\/b>. This night is going to be one of the most power-packed, electrifying and energetic DJ  nights you might have ever experienced. Get ready to be EDMified.\r\n<br><br>\r\n<b>Do not hesitate anymore and Book your tickets for this SPACE OPERA now!<\/b>",
      "rules": "-",
      "judging_criteria": "-",
      "date": "02-11-2019",
      "venue": "Dilip Tirkey Stadium",
      "time": "21:00",
      "date1": "",
      "time1": "",
      "category": "cultural",
      "coordinatorName1": "Debaprasad",
      "coordinatorContact1": "7978611637",
      "coordinatorName2": "Shrantik",
      "coordinatorContact2": "9937728792",
      "image_path": "assets\/images\/events\/eid_144.jpg",
      "max_limit": ""
    },
    {
      "eid": "145",
      "title": "INTERACTIVE TALK SESSION by GOOGLE CROWDSOURCE",
      "description": "With the advancement in the field of Artificial Intelligence, the topic of Machine Learning has risen to the top. With algorithms and models, the study focuses on performing tasks. NIT Rourkela will be organising a session on Machine Learning. Spicing up this interactive session on ML, we offer you an opportunity to know about Google Crowdsource, an app focused on increasing the user feedback for its services.\r\n\r\nSo what are you waiting for? NIT Rourkela welcomes your curious soul to join us on this technology ride.",
      "rules": "-",
      "judging_criteria": "-",
      "date": "02-11-2019",
      "venue": "BBA",
      "time": "11:00",
      "date1": "",
      "time1": "",
      "category": "funevents",
      "coordinatorName1": "Sai Kalyan",
      "coordinatorContact1": "8247397894",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_145.jpeg",
      "max_limit": ""
    },
    {
      "eid": "146",
      "title": "BOLLYWOOD NIGHT WITH GAJENDRA VERMA",
      "description": "This Innovision, groove to the beats of Tera Ghata, Milo Na Tum, and many more popular hits of Gajendra Verma. Yeah, you heard it right, we have Gajendra Verma in the house performing live in the proshow this Innovision. So save your energy, refuel your inner zeal and let yourself get mesmerized to the soothing hits of one of the most sought after artists of this decade.",
      "rules": "",
      "judging_criteria": "",
      "date": "03-11-2019",
      "venue": "Dilip Tirkey Stadium",
      "time": "20:00",
      "date1": "",
      "time1": "",
      "category": "cultural",
      "coordinatorName1": "Debaprasad",
      "coordinatorContact1": "9668081541",
      "coordinatorName2": "Shrantik",
      "coordinatorContact2": "9937728792",
      "image_path": "assets\/images\/events\/eid_146.jpg",
      "max_limit": ""
    },
    {
      "eid": "147",
      "title": "STORY WRITING",
      "description": "An online Short Story Writing competition around the theme of Space Exploration among the college students.\r\n<br><br>\r\n<a href = \"https:\/\/forms.gle\/qdesk1RyFTmt2ZBJ8\" > Click here to submit your stories and other details <\/a>",
      "rules": "Contest would be called \"Write the Space\".\r\nEntries should be in English.\r\nWork should not have been previously published.\r\nGive a title to the story.\r\nCopyright of the work will remain with the author.\r\nWord count: 1000-2500 words\r\nStory should use space as the theme. It can be set in space, or have elements of space exploration. A romance, an epic battle, a villain - all elements of regular storytelling are fine.\r\n<br><br>\r\n<b> LAST DATE OF SUBMISSION IS 3rd November 2019 <\/b>",
      "judging_criteria": "<b> PARTICIPANTS HAVE TO UPLOAD THEIR STORY IN THE LINK GIVEN IN THE DESCRIPTION.<\/b>\r\n<br><br>\r\nWinners will be contacted by the event coordinator",
      "date": "29-10-2019",
      "venue": "ONLINE",
      "time": "18:00",
      "date1": "",
      "time1": "",
      "category": "preinnoevents",
      "coordinatorName1": "Satyaranjan",
      "coordinatorContact1": "9937553321",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_147.jpg",
      "max_limit": ""
    },
    {
      "eid": "148",
      "title": "RED BULL R1V1r Runes",
      "description": "Do you shine as the best 1v1 duelist with flashy mechanics and split-second decision making? Which tactic do you choose to outplay your opponent? Will you be the next player to make an entrance into esports? Red Bull R1v1r Runes is the perfect fit for the amateurs of Dota 2 looking for a path to glory! Claim your spot and rule the river!\r\n<br><br>\r\n\r\nRed Bull R1v1r Runes brings lightning-fast action to seven different countries in 2019 with their own tournament scene. Imagine a modification of Dota 2 where matches are played in a matter of just a few minutes, where skill and strategy are the key to success: so get pumped up for intense fights around the mid-lane!\r\n<br><br>\r\n\r\nThe specific modification opens up possibilities for 1v1 Dota 2 mirror match-ups which will result in monstrous clashes. Choose the hero you feel confident in to gain the upper edge and turn the tides in your favor within seconds. The win conditions are simple: the player to slay their opponent three times or eliminate the T1 tower achieves victory and the opportunity to rise as their country's top Dota 2 duelist.\r\n<br><br>\r\nAdditionally to that, heroes start the game at level 3, but be careful -- as you and your opponent will be playing the same hero, stay fully aware of your hero and their abilities.<br> You will also receive a couple of additional items at the start and throughout the game, so use them wisely to gain the advantage. Ultimately, however, managing to get the right runes for your hero and quick strategies will be the ways you can secure a win.\r\n<br><br>\r\nWe would love to collaborate with you to organize the college qualifier of Red Bull R1v1r Runes at NIT, Rourkela, where we will invite all the gamers across the college to decide who will claim the spot as the rightful ruler of the River.<br>",
      "rules": "-",
      "judging_criteria": "-",
      "date": "02-11-2019",
      "venue": "ONLINE EVENT AT SAC",
      "time": "13:00",
      "date1": "",
      "time1": "",
      "category": "events",
      "coordinatorName1": "",
      "coordinatorContact1": "",
      "coordinatorName2": "",
      "coordinatorContact2": "",
      "image_path": "assets\/images\/events\/eid_148.jpg",
      "max_limit": ""
    }
  ]
}